Repository: SPuV/surveysolutions
Catalog: src/Core/SharedKernels/Enumerator/Enumerator/Properties/EnumeratorUIResources.*.resx
Languages: ar, cs, fr, pt, ru, sq, vi

# DashboardItem_CensusModeComment
source: Census mode, Interviews created: {0}
ar: وضع التعداد، المقابلات التي تم إنشاؤها: {0}
cs: Režim census, Vytvořené rozhovory: {0}
fr: Mode recensement, Entretiens entamés : {0}
pt: Modo de censo, entrevistas criadas: {0}
ru: Census режим, Создано интервью: {0}
sq: Modaliteti censi, Intervistat u krijuan: {0}
vi: Chế độ điều tra dân số, Các cuộc phỏng vấn đã tạo: {0}

# DashboardItem_CompletedOn
source: Completed: {0}
ar: مكتمل في ({0})
cs: Dokončeno {0}
fr: Achevé le {0}
pt: Concluído em {0}
ru: Закончено {0}
sq: Përfunduar në {0}
vi: Hoàn thành: {0}

# DashboardItem_CreatedOn
source: Created: {0}
ar: تم إنشاؤه على {0}
cs: Vytvořeno {0}
fr: Créé le {0}
pt: Criado em {0}
ru: Cоздано {0}
sq: Krijuar më {0}
vi: Đã tạo: {0}

# DashboardItem_NotStarted
source: Not started
ar: لم يبدأ
cs: Nezahájené
fr: Pas encore commencé
pt: Não iniciado
ru: Не начатое
sq: Nuk ka filluar
vi: Chưa bắt đầu

# DashboardItem_RejectedOn
source: Rejected: {0}
ar: تم الرفض على {0}
cs: Zamítnuto {0}
fr: Rejeté le {0}
pt: Rejeitado: {0}
ru: Отклонено {0}
sq: Refuzuar më {0}
vi: Bị từ chối: {0}

# DashboardItem_StartedOn
source: Started: {0}
ar: بدأت على {0}
cs: Zahájené {0}
fr: Entamé le {0}
pt: Começou em {0}
ru: Начато {0}
sq: Filluar më {0}
vi: Bắt đầu: {0}

# Dashboard_CompletedLinkText
source: Completed ({0})
ar: مكتمل ({0})
cs: Dokončeno ({0})
fr: Achevé(s) ({0})
pt: ({0}) concluído
ru: Законченные ({0})
sq: Përfunduar ({0})
vi: Hoàn thành ({0})

# Dashboard_NewItemsLinkText
source: New ({0})
ar: جديد ({0})
cs: Nový ({0})
fr: Nouveau ({0})
pt: Nova ({0})
ru: Новые ({0})
sq: I ri ({0})
vi: Mới ({0})

# Dashboard_NoInterviewsSyncButton
source: Synchronize
ar: تزامن
cs: Synchronizovat
fr: Synchroniser
pt: Sincronizar
ru: Синхронизировать
sq: Sinkronizo
vi: Đồng bộ hóa

# Dashboard_NoInterviewsText
source: Synchronize to get new tasks or contact your supervisor for further instructions
ar: مزامنة للحصول على مهام جديدة أو اتصل بمشرفك للحصول على مزيد من التعليمات
cs: Pro získání nových rozhovorů synchronizujte nebo se obraťte na svého garanta pro další pokyny
fr: Synchroniser afin d'obtenir de nouvelles affectations, ou contacter votre superviseur pour des informations complémentaires
pt: Sincronizar para obter novas tarefas ou entrar em contato com seu supervisor para mais instruções
ru: Синхронизируйтесь для получения новых заданий или свяжитесь с Вашим супервизором для дальнейших инструкций
sq: Sinkronizo për të marrë detyrat e reja ose kontaktoni supervizorin tuaj për udhëzime të mëtejshme
vi: Đồng bộ hóa để nhận nhiệm vụ mới hoặc liên hệ với giám sát viên của bạn để được hướng dẫn thêm

# Maps_NoMapsText
source: Synchronize to get maps or contact your supervisor for further instructions
cs: Pro získání mapy musíte synchronizovat nebo se obraťte na svého garanta pro další pokyny
fr: Synchroniser pou avoir le resume des cartes. Contacter votre chef d'equipe pour plus d'instruction
pt: Sincronizar para obter mapas ou entrar em contato com seu supervisor para mais instruções
ru: Синхронизируйтесь для получения новых карт или свяжитесь с Вашим супервизором для дальнейших инструкций
sq: Sinkronizohuni për të marrë hartat ose kontaktoni me supevizorin tuaj për udhëzime të mëtejshme
vi: Đồng bộ hóa để nhận bản đồ hoặc liên hệ với giám sát viên của bạn để được hướng dẫn thêm

# Dashboard_NoInterviewsTitle
source: You have no new assignments
ar: ليس لديك أية مهام جديدة
cs: Nemáte žádné nové přiřazené dotazníky
fr: Vous n'avez aucune nouvelle affectation
pt: Você não tem novas atribuições
ru: У Вас нет новых заданий
sq: Ju nuk keni detyra të reja
vi: Bạn không có nhiệm vụ mới

# Dashboard_NoNewItemsLinkText
source: No New
ar: لا جديد
cs: Žádné nové
fr: Aucun nouveau entretien
pt: Nenhum novo
ru: Нет новых
sq: Asnjë e re
vi: Không có mới

# Dashboard_Reinitialize_Interview_Message
source: This interview is completed. Do you want to reopen the interview?
ar: اكتملت هذه المقابلة. هل تريد إعادة بدء المقابلة؟
cs: Tento rozhovor je dokončený. Chcete znovu otevřít tento dotazník?
fr: Cet entretien est terminé. Vous voulez le réinitialiser afin d'y apporter des changements ?
pt: Esta entrevista está concluída. Quer reiniciar a entrevista?
ru: Это интервью завершено. Хотите переоткрыть его?
sq: Intervista përfundoi. Dëshironi ta hapni sërish intervistën?
vi: Cuộc phỏng vấn này đã hoàn thành. Bạn có muốn mở lại cuộc phỏng vấn không?

# Dashboard_RejectedLinkText
source: Rejected ({0})
ar: مرفوض ({0})
cs: Zamítnuto ({0})
fr: Rejeté(s) ({0})
pt: Rejeitado ({0})
ru: Отклоненные ({0})
sq: Refuzuar ({0})
vi: Bị từ chối ({0})

# Dashboard_StartedLinkText
source: Started ({0})
ar: بدأت ({0})
cs: Rozšetřené ({0})
fr: Entamé(s) ({0})
pt: Iniciado ({0})
ru: Начатые ({0})
sq: Filloi ({0})
vi: Đã bắt đầu ({0})

# Dashboard_AssignmentsTabTitle
source: Create New
ar: انشاء جديد
cs: Nové rozhovory
fr: Affectations
pt: Criar Novo
ru: Создать
sq: Krijo të re
vi: Tạo mới

# Dashboard_Title
source: {0} interviews for {1}
ar: {1} مقابلات ل {0}
cs: {0} rozhovorů z {1}
fr: {0} entretiens pour {1}
pt: {0} entrevistas para {1}
ru: {0} интервью для {1}
sq: {0} intervista për {1}
vi: {0} cuộc phỏng vấn cho {1}

# Login_FinishInstallation_Message
source: This tablet has not been setup yet. You need internet connection to proceed with setting up the user and domain.
ar: هذا التمهيد الأول على هذا الجهاز. لم يتم تعيين المستخدم والنطاق بعد. <br /> تحتاج إلى اتصال بالإنترنت للمتابعة
cs: Toto zařízení ještě nebylo nakonfigurováno. Chcete-li pokračovat, je nutné připojení k internetu.
fr: Ceci est le premier démarrage de cet appareil. L'identité de l'enquêteur et l'adresse du serveur n'ont pas encore été renseigné. <br>Vous avez besoin de connexion internet pour procéder
pt: Este tablet ainda não foi configurado. Você precisa de conexão com a internet para continuar.
ru: Это первый запуск приложения на этом устройстве. Пользователь и домен пока не заданы. <br />Для продолжения работы необходимо подключение к сети
sq: Ky është ndezja e parë në këtë pajisje. Përdoruesi dhe domeni ende nuk janë vendosur.<br />Ju duhet lidhje me internetin për të vijuar
vi: Máy tính bảng này chưa được thiết lập. Bạn cần kết nối internet để tiếp tục.

# Login_Online_SignIn_Failed
source: Authentication problem on the remote server. Please contact your Supervisor
ar: مشكلة المصادقة على الخادم المتحكم يرجى الاتصال بالمشرف
cs: Problém s ověřením na serveru. Obraťte se na svého garanta
fr: Problème d'authentification au serveur. Veuillez contacter votre chef d'équipe ou la coordination
pt: Problema de autenticação no servidor remoto. Por favor, contate seu Supervisor
ru: Проблемы аутентификации с удаленным сервером. Пожалуйста обратитесь к Супервизору или Хедквотеру
sq: Problem verifikimi në serverin e largët. Ju lutemi, kontaktoni Supervizorin tuaj
vi: Có vấn đề xác thực trên máy chủ từ xa. Vui lòng liên hệ với Giám sát viên của bạn

# Synchronization_Download_Title
source: Updating assignments
ar: تحديث المهام
cs: Aktualizace přiřazených dotazníků
fr: Mise à jour des affectations en cours
pt: Atualizando atribuições
ru: Обновляем задания
sq: Detyrat po përditësohen
vi: Đang cập nhật nhiệm vụ

# Synchronization_Fail_State_DeletedInterviews_Format
source: {0} of {1} interviews deleted
ar: {1} من {0} المقابلات المحذوفة
cs: {0} z {1} rozhovorů vymazáno
fr: {0} sur {1} entretiens supprimés
pt: {0} de {1} entrevistas excluídas
ru: {0} из {1} интервью удалено
sq: {0} nga {1} intervista u fshinë
vi: {0} của {1} cuộc phỏng vấn đã bị xóa

# Synchronization_Success_State_DeletedInterviews_Format
source: {0} interviews deleted
ar: {0} مقابلات تم حذفها
cs: {0} rozhovorů vymazáno
fr: {0} entretiens supprimés
pt: {0} entrevistas excluídas
ru: {0} интервью удалено
sq: {0} intervista u fshinë
vi: {0} cuộc phỏng vấn đã bị xóa

# Synchronization_UserPassword_Update_Format
source: Authentication problem. We were unable to confirm your credentials '{0}'. Your account may have a different password, be locked or deleted. Please re-enter your password. If the problem persists, contact your Supervisor or Headquarters.
ar: مشكلة المصادقة. تعذر علينا تأكيد بيانات الاعتماد ('{0}'). قد يكون لحسابك كلمة مرور مختلفة؛ تكون مؤمنة أو محذوفة. من فضلك أعد إدخال الرمز السري. إذا استمرت المشكلة، اتصل بالمشرف.
cs: Problém s ověřováním. Nepodařilo se nám ověřit Vaše přihlašovací údaje '{0}'. Váš účet může mít jiné heslo, může být uzamčen nebo smazán. Zadejte prosím znovu svoje heslo. Pokud problém přetrvává, kontaktujte svého garanta nebo ústředí.
fr: Problème d'authentification. Nous n'avons pas pu confirmer votre compte enquêteur ('{0}'). Votre compte peut avoir l'un des problèmes suivants : il a un mot de passe différent de celui que vous avez composé, il est été verrouillé par le quartier général, ou il a été supprimé par le quartier général. Veuillez composer votre mot de passe à nouveau. Si cela ne résout pas le problème, veuillez contacter votre chef d'équipe ou le quartier général.
pt: Problema de autenticação. Fomos incapazes de confirmar sua conta do entrevistador ('{0}'). Sua conta pode ter uma senha diferente do que você entrou, estar bloqueada pela sede, ou ter sido excluída pela sede. Favor a digitar sua senha atualizada. Se isso não resolver o problema, entre em contato com seu Supervisor ou sede.
ru: Проблемы аутентификации. Мы не можем подтвердить Вашу учетную запись '{0}'. С Вашей учетной записью возможны следующие проблемы: пароль отличается от того что Вы вводили, учетная запись заблокирована или удалена Хедквотером. Пожалуйста введите Ваш обновленный пароль. Если проблема не будет решена, пожалуйста, обратитесь к Супервизору или Хедквотеру.
sq: Problem vërtetimi. Nuk mundëm të konfirmojmë kredencialet tuaja '{0}'. Llogaria juaj mund të ketë fjalëkalim tjetër, të jetë e bllokuar ose e fshirë. Ju lutemi, vendoseni edhe njëherë fjalëkalimin. Nëse problemi vazhdon, kontaktoni me Supervizorin tuaj ose Zyrën Qendrore.
vi: Vấn đề xác thực. Chúng tôi không thể xác nhận thông tin đăng nhập của bạn '{0}'. Tài khoản của bạn có thể có mật khẩu khác, bị khóa. Vui lòng nhập lại mật khẩu của bạn. Nếu vấn đề vẫn tiếp diễn, liên hệ với Giám sát viên hoặc Trụ sở chính của bạn.

# AccountIsLockedOnServer
source: Your user account is locked. Please contact your supervisor.
ar: تم قفل حساب المستخدم. يرجى الاتصال بالمشرف.
cs: Váš účet je uzamčen. Obraťte se na svého garanta.
fr: Votre compte d'utilisateur est verrouillé. Adressez-vous à votre chef d'équipe.
pt: Sua conta de usuário está bloqueada. Favor de entrar em contato com seu supervisor.
ru: Ваша учетная запись заблокирована. Обратитесь к Вашему супервизору.
sq: Llogaria juaj e përdoruesit është bllokuar. Ju lutemi, kontaktoni supervizorin tuaj.
vi: Tài khoản của bạn đã bị khóa. Vui lòng liên hệ với giám sát viên của bạn.

# AccountIsNotAnInterviewer
source: Your account does not have an interviewer role
ar: لا يحتوي حسابك على دور الباحث
cs: Pro Váš uživatelský účet není založena role tazatele
fr: Votre compte n'a pas le rôle d'enquêteur
pt: Sua conta não tem o papel de entrevistador
ru: Вашей учетной записи не назначена роль интервьюера
sq: Llogaria juaj nuk ka rol Intervistuesi
vi: Tài khoản của bạn không có vai trò phỏng vấn viên

# AccountIsNotApprovedOnServer
source: Your account is not approved. Please contact your supervisor.
ar: لم تتم الموافقة على حسابك. يرجى الاتصال بالمشرف.
cs: Váš uživatelský účet není schválen. Obraťte se na svého garanta.
fr: Votre compte n'est pas approuvé. Adressez-vous à votre chef d'équipe.
pt: Sua conta não é aprovada. Entre em contato com o seu supervisor.
ru: Ваша учетная запись не подтверждена. Обратитесь к Вашему супервизору.
sq: Llogaria juaj nuk është miratuar. Ju lutemi kontaktoni supervizorin tuaj.
vi: Tài khoản của bạn chưa được phê duyệt. Vui lòng liên hệ với giám sát viên của bạn.

# ApplicationIncompatibleWithServer
source: Your application is not compatible with server one. Update your Interviewer application.
ar: تطبيقك غير متوافق مع الخادم. قم بتحديث تطبيق الباحث الخاص بك
cs: Vaše aplikace Tazatel není kompatibilní se serverem. Aktualizujte si aplikaci Tazatel.
fr: Votre application n'est pas compatible avec le serveur. Mettez à jour votre application Interviewer.
pt: Seu aplicativo não é compatível com o servidor. Atualize seu aplicativo de Entrevistador.
ru: Ваше приложение не совместимо с приложением супервизора. Обновите Ваше приложение Interviewer.
sq: Aplikacioni juaj nuk është në përputhje me atë të serverit. Përditësoni aplikacionin tuaj të Intervistuesit.
vi: Ứng dụng của bạn không tương thích với máy chủ. Cập nhật ứng dụng Phỏng vấn viên của bạn.

# MenuItem_Title_Dashboard
source: Dashboard
ar: لوحة التحكم
cs: Hlavní obrazovka
fr: Tableau de bord
pt: Painel
ru: Опросники
sq: Paneli kryesor
vi: Bảng điều khiển

# MenuItem_Title_Map_Dashboard
source: Map dashboard
cs: Hlavní obrazovka map
pt: Painel de mapas
ru: Карта заданий
vi: Bảng điều khiển bản đồ

# MenuItem_Title_Language
source: Language
ar: اللغة
cs: Jazyk
fr: Langue
pt: Idioma
ru: Язык
sq: Gjuha
vi: Ngôn ngữ

# MenuItem_Title_Language_Original
source: Original
ar: أصلي
cs: Původní
fr: Version originale
ru: Исходный
sq: Fillestar
vi: Nguyên bản

# MenuItem_Title_Login
source: Login
ar: تسجيل الدخول
cs: Přihlásit se
pt: Entrar
ru: Вход
sq: Hyrje
vi: Đăng nhập

# MenuItem_Title_Settings
source: Settings
ar: الاعدادات
cs: Nastavení
fr: Paramètres
pt: Configurações
ru: Настройки
sq: Cilësimet
vi: Cài đặt

# MenuItem_Title_SignOut
source: Sign out
ar: تسجيل خروج
cs: Odhlásit se
fr: Se déconnecter
pt: Sair
ru: Выход
sq: Dil
vi: Đăng xuất

# Dashboard_RemoveInterviewQuestion
source: Are you sure you want to delete this interview {0}?
ar: هل تريد بالتأكيد حذف هذه المقابلة {0}؟
cs: Opravdu chcete tento dotazník smazat {0}?
fr: Êtes-vous sûr de vouloir supprimer cet entretien {0}?
pt: Tem certeza de que deseja excluir esta entrevista {0}?
ru: Вы уверены, что хотите удалить интервью {0}?
sq: Jeni të sigurt që dëshironi ta fshini këtë intervistë {0}?
vi: Bạn có chắc chắn muốn xóa cuộc phỏng vấn này {0} không?

# HostUnreachable
source: No internet access to your server. Check server address and(or) network settings
ar: لا يوجد اتصال بالإنترنت إلى الخادم الخاص بك. تحقق من عنوان الخادم و (أو) إعدادات الشبكة
cs: Server není přístupný. Zkontrolujte serverovou adresu nebo nastavení internetového připojení
fr: Aucune connexion au serveur. Vérifier l'adresse du serveur et (ou) la connexion.
pt: Sem acesso à internet ao seu servidor. Verifique o endereço do servidor e/ou as configurações de rede
ru: Невозможно подключиться к вашему серверу. Проверьте указанный адрес сайта и(или) настройки подключения к сети
sq: Nuk ka akses në internet në serverin tuaj. Kontrollo adresën e serverit dhe(ose) cilësimet e rrjetit
vi: Không có kết nối internet đến máy chủ của bạn. Kiểm tra địa chỉ máy chủ và/hoặc cài đặt mạng

# InternalServerError
source: Server error. Please contact the support team at support@mysurvey.solutions
ar: خطأ في الخادم .الرجاء التواصل مع فريق الدعم عن طريقsupport@mysurvey.solutions
cs: Chyba serveru. Kontaktujte administrátora na martin.baca@czso.cz
fr: Erreur de serveur. Veuillez contacter l'équipe de soutien à support@mysurvey.solutions.
pt: Erro no servidor. Por favor, contate o administrador do servidor.
ru: Произошла ошибка на сервере. Повторите попытку позже. Если ошибка повторяется, обратитесь в службу поддержки по адресу support@mysurvey.solutions
sq: Gabim i serverit. Ju lutemi, kontaktoni me ekipin mbështetës support@mysurvey.solutions
vi: Lỗi máy chủ. Vui lòng liên hệ với quản trị viên máy chủ của bạn.

# InvalidEndpoint
source: Supervisor website address is invalid. Make sure that you entered the correct URL address.
ar: عنوان الموقع للمشرف غير فعال .تأكد من ادخال عنوان url صحيح
cs: Adresa internetové stránky garanta je neplatná. Ujistěte se, že jste zadali správnou URL adresu.
fr: L'adresse web de l'application Supervisor n'est pas valide. Assurez-vous d'avoir composé la bonne adresse.
pt: O endereço do site do Supervisor é inválido. Certifique-se de que você digitou o URL correto.
ru: Адрес сайта Supervisor неверный. Убедитесь, что Вы ввели корректный url-адрес
sq: Adresa e faqes së Supervizorit është e pavlefshme. Sigurohuni që keni vendosur adresën e saktë url
vi: Địa chỉ trang web của giám sát viên không hợp lệ. Đảm bảo rằng bạn đã nhập đúng địa chỉ URL.

# Login_Online_Signin_Explanation_message
source: You could try to sign in online if you forgot your password or it was reset
ar: يمكنك محاولة تسجيل الدخول عبر الإنترنت إذا نسيت كلمة المرور أو تم إعادة تعيينها
cs: Pokud jste zapomněli heslo, pro jeho obnovu je nutné se obrátit na Vašeho garanta
fr: Vous pourriez essayer de vous connecter en ligne si vous avez oublié votre mot de passe ou s'il a été réinitialisé
pt: Você pode tentar fazer login online se esqueceu sua senha ou ela foi redefinida
ru: Вы можете попробовать войти онлайн, если Вы забыли пароль или он был изменен
sq: Ju mund të provoni të sign in në internet, nëse keni harruar fjalëkalimin apo nëse ai është rivendosur
vi: Bạn có thể thử đăng nhập trực tuyến nếu bạn quên mật khẩu hoặc mật khẩu đã được đặt lại

# Login_WrongPassword
source: Wrong password
ar: خطأ في كلمة المرور
cs: Chybné heslo
fr: Mauvais mot de passe
pt: Senha incorreta
ru: Неверный пароль
sq: Fjalëkalimi i gabuar
vi: Sai mật khẩu

# Maintenance
source: The website of Survey Solutions Supervisor is on maintenance. Sorry for the inconvenience
ar: الموقع الإلكتروني لمشرف Survey Solutions تحت الصيانة. آسف للإزعاج
cs: Server je nyní v režimu údržby. Omlouváme se za nepříjemnosti
fr: Le site web de l'application Supervisor est en cours de maintenantance. Désolé pour le désagrément
pt: O site do Supervisor do Survey Solutions está em manutenção. Desculpe pelo transtorno
ru: Сайт Survey Solutions Supervisor находится на техническом обслуживании. Извините за доставленные неудобства
sq: Faqja e internetit e Survey Solutions Supervisor është në mirëmbajtje. Na falni për shqetësimin
vi: Trang web của Giám sát viên Survey Solutions đang bảo trì. Xin lỗi vì sự bất tiện

# NoNetwork
source: No network. Check your network settings
ar: لا توجد شبكة. تحقق من إعدادات الشبكة
cs: Internetové připojení je nedostupné. Zkontrolujte nastavení internetového připojení
fr: Aucune connexion. Vérifiez vos paramètres de connexion
pt: Sem rede. Verifique suas configurações de rede
ru: Нет подключения к сети. Проверьте настройки сети
sq: Nuk ka rrjet. Kontrolloni cilësimet e rrjetit tuaj
vi: Không có mạng. Kiểm tra cài đặt mạng của bạn

# Prefs_AboutApplication
source: About application
ar: حول التطبيق
cs: O aplikaci
fr: A propos de l'application
pt: Sobre o aplicativo
ru: О приложении
sq: Rreth aplikacionit
vi: Về ứng dụng

# Prefs_ApplicationVersionTitle
source: Application version:
ar: نسخة التطبيق
cs: Verze aplikace:
fr: Version de l'application:
pt: Versão do aplicativo:
ru: Версия приложения:
sq: Versioni i aplikacionit:
vi: Phiên bản ứng dụng:

# Prefs_Title
source: Settings
ar: الاعدادات
cs: Nastavení
fr: Paramètres
pt: Configurações
ru: Настройки
sq: Cilësimet
vi: Cài đặt

# Synchronization_Fail_UnexpectedException
source: Unexpected exception
ar: استثناء غير المتوقع
cs: Neočekávaná výjimka
fr: Erreur inattendue
pt: Exceção inesperada
ru: Неизвестная ошибка
sq: Përjashtim i papritur
vi: Lỗi không mong muốn

# Troubleshooting_Old_InformationPackage
source: Information package
ar: حزمة المعلومات
cs: Záloha
fr: Paquet d'information
pt: Pacote de informações
ru: Информационный пакет
sq: Paketa e informacionit
vi: Gói thông tin

# Troubleshooting_Old_CreatingInformationPackage
source: Creating information package
ar: انشاء حزمة المعلومات
cs: Vytváření zálohy
fr: Création du paquet d'information en cours
pt: Criando pacote de informações
ru: Создание информационного пакета
sq: Paketa e informacionit po krijohet
vi: Đang tạo gói thông tin

# Troubleshooting_Old_AreYouSureYouWantToRestore
source: All current data will be erased. Are you sure you want to proceed to restore. If Yes, please make sure restore data is presented at {0}
ar: سيتم مسح جميع البيانات الحالية. هل تريد بالتأكيد المتابعة للاستعادة. إذا كانت الإجابة بنعم، يرجى التأكد من استعادة البيانات في {0}
cs: Všechna stávající data budou vymazána. Opravdu chcete pokračovat v obnovování? Pokud ano, zkontrolujte, zda jsou obnovená data k dispozici na {0}
fr: Toutes les données actuelles seront supprimées. Êtes-vous sûr de vouloir continuer à restaurer? Si oui, assurez-vous que les données à restaurer sont disponibles à {0}
pt: Todos os dados atuais serão apagados. Tem certeza de que deseja prosseguir com a restauração? Se sim, certifique-se de que os dados de restauração estão presentes em {0}
ru: Все текущие данные будут стерты. Вы уверены, что хотите продолжить восстановление из резервной копии? Если да, то убедитесь, что резервная копия существует по пути {0}
sq: Të gjitha të dhënat aktuale do të fshihen. Jeni të sigurt që doni të vazhdoni me kthimin në gjendjen e mëparshme. Nëse Po, ju lutemi sigurohuni që rikuperimi i të dhënave të jetë paraqitet në {0}
vi: Tất cả dữ liệu hiện tại sẽ bị xóa. Bạn có chắc chắn muốn tiếp tục khôi phục không? Nếu Có, vui lòng đảm bảo dữ liệu khôi phục có mặt tại {0}

# Troubleshooting_NoNewVersion
source: You have the latest version of application
ar: لديك احدث نسخة من التطبيق
cs: Máte poslední verzi aplikace
fr: Vous avez la dernière courrante de l'application
pt: Você tem a versão mais recente do aplicativo
ru: У вас последняя версия приложения
sq: Ju keni versionin më të fundit të aplikimit
vi: Bạn đang sử dụng phiên bản mới nhất của ứng dụng

# Troubleshooting_NewVerisonExist
source: New application version exists. Would you like to download and update the application?
ar: يوجد إصدار جديد. هل ترغب في تحميل وتحديث التطبيق؟
cs: Byla nalezena nová verze aplikace. Chcete ji stáhnout a aktualizovat aplikaci?
fr: Une nouvelle version de l'application Interviewer est disponible. Souhaitez-vous la télécharger et ainsi mettre à jour votre application?
pt: Existe uma nova versão do aplicativo. Gostaria de baixar e atualizar o aplicativo?
ru: Найдена новая версия. Хотите ли Вы скачать новую версию и обновить приложение?
sq: Ekziston versioni i ri. Doni ta shkarkoni dhe të përditësoni aplikacionin?
vi: Phiên bản ứng dụng mới tồn tại. Bạn có muốn tải xuống và cập nhật ứng dụng không?

# Troubleshooting_InformationPackageSizeWarningFormat
source: Information package of size {0} will be sent via network. Are you sure you want to send it?
ar: سيتم إرسال حزمة المعلومات من الحجم {0} عبر الشبكة. هل تريد بالتأكيد إرسالها؟
cs: Záloha o velikosti {0} bude odeslán prostřednictvím sítě. Opravdu jej chcete odeslat?
fr: Un packet d'information de taille {0} sera envoyé via le réseau. Êtes-vous sûr de vouloir l'envoyer?
pt: Pacote de informações de tamanho {0} será enviado via rede. Tem certeza de que deseja enviá-lo?
ru: Информационный пакет размером {0} бужет отправлен по сети. Вы уверены, что хотите отправить его?
sq: Paketa e informacionit me madhësi {0} do të dërgohet nëpërmjet rrjetit. Jeni të sigurt që doni ta dërgoni?
vi: Gói thông tin có kích thước {0} sẽ được gửi qua mạng. Bạn có chắc chắn muốn gửi nó không?

# Troubleshooting_InformationPackageIsSuccessfullySent
source: Information package was successfully sent
ar: تم إرسال حزمة المعلومات بنجاح
cs: Informační sobory byly úspěšně odeslány
fr: Paquet d'information envoyé avec succès
pt: Pacote de informações foi enviado com sucesso
ru: Информационный пакет успешно отправлен
sq: Paketa e informacionit u dërgua me sukses
vi: Gói thông tin đã được gửi thành công
