Repository: SPuV/surveysolutions
Catalog: src/Core/SharedKernels/Enumerator/Enumerator/Properties/EnumeratorUIResources.*.resx
Languages: ar, cs, fr, pt, ru, sq, vi

# Dashboard_CreateNewTabText
source: Create new interview using templates
ar: انشاء مقابلة جديدة باستخدام القوالب
cs: Vyberte z nabídky nových rozhovorů
fr: Démarrer un nouvel entretien à partir de ces masques
pt: Criar nova entrevista usando modelos
ru: Создать новое интервью используя шаблон
sq: Krijo intervistë të re duke përdorur modelet
vi: Tạo phỏng vấn mới bằng cách sử dụng mẫu

# Dashboard_StartedTabText
source: Interviews which have been started but not completed You need to complete it to be synchronized
ar: المقابلات التي بدأت ولكن لم تكتمل تحتاج إلى إكمالها لتكون متزامنة
cs: Zahájené rozhovory nebyly dokončeny Chcete-li je synchronizovat, musíte je dokončit
fr: Entretiens entamés mais pas achevés. Vous devez les achever afin de pouvoir les syncrhoniser
pt: Entrevistas que foram iniciadas mas não concluídas Você precisa concluí-las para serem sincronizadas
ru: Интервью которые были начаты, но не закончены Вам нужно закончить их перед отправкой на сервер
sq: Intervistat që kanë filluar por nuk kanë përfunduar Ju duhet ta përfundoni që të sinkronizoheni
vi: Phỏng vấn đã bắt đầu nhưng chưa hoàn thành Bạn cần hoàn thành nó để được đồng bộ hóa

# Dashboard_RejectedTabText
source: Interviews rejected by supervisor Please resolve issues noted on the cover page and send them back to the supervisor.
ar: المقابلات التي تم رفضها من قبل المشرف تحتاج إلى حل المشكلات التي تمت الإشارة إليها على الغلاف
cs: Dotazníky byly zamítnuty garantem Upravte dotazník dle poznámek na titulní stránce a znovu je odešlete zpět garantovi.
fr: Entretiens rejetés par le chef d'équipe. Vous devez résoudre les problèmes indiques sur la page de garde de l'entretien
pt: Entrevistas rejeitadas pelo supervisor Por favor, resolva os problemas anotados na página de capa e envie-as de volta ao supervisor.
ru: Интервью которые были возвращены супервизором Вам необходимо учесть замечания супервизора на обложке интервью
sq: Intervistat që janë refuzuar nga supervizori. Ju duhet të zgjidhni problemet e shënuara në faqen e parë
vi: Phỏng vấn bị từ chối bởi giám sát viên Vui lòng giải quyết các vấn đề được ghi chú trên trang bìa và gửi lại cho giám sát viên.

# Dashboard_CompletedTabText
source: Completed interviews, will be uploaded during your next synchronization
ar: المقابلات المكتملة، سيتم تحميلها اثناء عملية التزامن القادمة
cs: Dokončené rozhovory budou nahrány během další synchronizace
fr: Les entretiens marqués comme achevés seront envoyés lors de votre prochaine synchronisation.
pt: Entrevistas concluídas, serão enviadas durante sua próxima sincronização
ru: Завершенные интервью будут загружены на сервер при следующей синхронизации
sq: Intervistat e përfunduara do të ngarkohen gjatë sinkronizimit tuaj të radhës
vi: Phỏng vấn đã hoàn thành, sẽ được tải lên trong lần đồng bộ hóa tiếp theo của bạn

# Dashboard_QuestionnairesTabText
source: You can create new interviews using assignments
ar: يمكنك إنشاء مقابلات جديدة باستخدام المهام
cs: Nové rozhovory začněte do přiřazených dotazníků
fr: Vous pouvez démarrer un nouveaux entretiens à partir des affectations
pt: Você pode criar novas entrevistas usando atribuições
ru: Вы можете создать новое интервью используя пустой опросник
sq: Ju mund të krijoni intervista të reja duke përdorur detyra
vi: Bạn có thể tạo phỏng vấn mới bằng cách sử dụng nhiệm vụ

# Dashboard_Discard
source: Discard
ar: تجاهل
cs: Vyřadit
fr: Supprimer
pt: Descartar
ru: Удалить
sq: Hidhe
vi: Loại bỏ

# FailedToCreateInterview
source: Failed to create interview. Reason: {0}
ar: فشل إنشاء المقابلة. السبب: {0}
cs: Nepodařilo se založit rozhovor. Důvod: {0}
fr: Echec de création d'entretien. Raison : {0}
pt: Falha ao criar entrevista. Motivo: {0}
ru: Не удалось создать интервью. Причина: {0}
sq: Intervista nuk arriti të krijohej. Arsyeja: {0}
vi: Không thể tạo phỏng vấn. Lý do: {0}

# Dashboard_Open
source: Open
ar: افتح
cs: Otevřít
fr: Ouvrir
pt: Abrir
ru: Открыть
sq: Hap
vi: Mở

# Dashboard_ShowLocation
source: Show location
ar: اظهار الموقع
cs: Zobrazit umístění
fr: Montrer la localisation
pt: Mostrar localização
ru: Показать на карте
sq: Shfaq vendndodhjen
vi: Hiển thị vị trí

# DashboardItem_AssignmentLeftComment
source: {0} interview(s)
ar: {0} مقابلة/مقابلات
cs: {0} rozhovor(ů)
fr: {0} entertien(s)
pt: {0} entrevista(s)
ru: {0} интервью
sq: {0} intervista(t)
vi: {0} cuộc phỏng vấn

# DashboardItem_AssignmentCreatedComment
source: Interviews created: {0}
ar: المقابلات التي تم إنشاؤها: {0}
cs: Vytvořené rozhovory: {0}
fr: Entretiens entamés : {0}
pt: Entrevistas criadas: {0}
ru: Создано интервью: {0}
sq: Intervistat u krijuan: {0}
vi: Các cuộc phỏng vấn đã tạo: {0}

# AssignmentsSynchronization
source: Synchronizing assignment(s)
cs: Synchronizujte přiřazené dotazníky
pt: Sincronizando atribuição(ões)
ru: Синхронизация заданий
sq: Detyra(t) po sinkronizohen
vi: Đang đồng bộ hóa nhiệm vụ

# Synchronization_Of_AssignmentsFormat
source: Synchronizing {0} of {1} assignment(s)
ar: مزامنة {0} من {1} التعيين (المهام)
cs: Synchronizováno {0} z {1} přiřazených dotazníků
fr: Synchronisation de {0} sur {1} affectation(s)
pt: Sincronizando {0} de {1} atribuição(ões)
ru: Синхронизация {0} из {1} заданий
sq: Duke sinkronizuar {0} nga {1} detyrë(a)
vi: Đang đồng bộ hóa {0} của {1} nhiệm vụ

# Dashboard_AssignmentCard_SubTitleCountdownFormat
source: To collect: {0} interview(s)
ar: للجمع : {0} مقابلة (مقابلات)
cs: K šetření: {0} dotazník(ů)
fr: Reste à collecter : {0} entretiens
pt: A coletar: {0} entrevista(s)
ru: Необходимо собрать: {0} интервью
sq: Për të mbledhur: {0} intervistë(a)
vi: Để thu thập: {0} phỏng vấn

# Dashboard_AssignmentCard_SubTitleSingleInterivew
source: Single interview assignment
ar: مهمة مقابلة واحدة
cs: Přiřazení jednoho dotazníku
fr: Un seul entretien à collecter
pt: Atribuição de entrevista única
ru: Задача с единственным интервью
sq: Detyra e një interviste të vetme
vi: Nhiệm vụ phỏng vấn đơn

# Dashboard_AssignmentCard_SubTitleCountdown_UnlimitedFormat
source: To collect: unlimited
ar: للجمع: غير محدود
cs: K šetření: neomezený
fr: A collecter : illimité
pt: A coletar: ilimitado
ru: Необходимо собрать: неограниченное
sq: Për të mbledhur: e pakufizuar
vi: Để thu thập: không giới hạn

# Dashboard_Interview_QuestionsAnsweredFormat
source: {0} question(s) answered
ar: {0} إجابة (إجابات) تم الإجابة عليها
cs: {0} otázek odpovězeno
fr: {0} question(s) renseignée(s)
pt: {0} pergunta(s) respondida(s)
ru: {0} вопросов(а) отвечено
sq: {0} pyetje me përgjigje
vi: {0} câu hỏi đã được trả lời

# Dashboard_Interview_AssignmentLabelFormat
source: Assignment #{0}
ar: مهمة #{0}
cs: Přiřazený dotazník #{0}
fr: Affectation #{0}
pt: Atribuição #{0}
ru: Задача #{0}
sq: Detyra #{0}
vi: Nhiệm vụ #{0}

# Dashboard_No_InterviewKey
source: No interview key
ar: لا مفتاح المقابلة
cs: Chybí číslo dotazníku
fr: Aucun numéro d'entretien
pt: Sem chave de entrevista
ru: Без ключа
sq: Asnjë çelës interviste
vi: Không có khóa phỏng vấn

# Dashboard_CensusAssignment
source: Census
ar: التعداد
fr: Mode recensement
pt: Censo
ru: Цензус
sq: Censi
vi: Điều tra dân số

# Dashboard_Reopen
source: Reopen
ar: اعادة فتح
cs: Znovu otevřít
fr: Rouvrir
pt: Reabrir
ru: Переоткрыть
sq: Rihap
vi: Mở lại

# Dashboard_ViewIssues
source: View Issues
ar: عرض المشكلات
cs: Zobrazit upozornění
fr: Voir problèmes
pt: Ver Problemas
ru: Просмотреть проблемы
sq: Shih problemet
vi: Xem vấn đề

# Dashboard_StartNewInterview
source: Start new interview
ar: بدء مقابلة جديدة
cs: Zahájení nového rozhovoru
fr: Entamer un nouveau entretien
pt: Iniciar nova entrevista
ru: Начать новое интервью
sq: Fillo një intervistë të re
vi: Bắt đầu cuộc phỏng vấn mới

# Maps_Title
source: Maps
ar: خرائط
cs: Mapy
fr: Cartes
pt: Mapas
ru: Карты
sq: Hartat
vi: Bản đồ

# MenuItem_Title_Maps
source: Maps
ar: خرائط
cs: Mapy
fr: Cartes
pt: Mapas
ru: Карты
sq: Hartat
vi: Bản đồ

# MapSyncProvider_SyncronizeMapsAsync_Checking_maps_on_server
source: Checking maps on server
ar: التحقق من الخرائط على الخادم
cs: Kontrola map na serveru
fr: Control des cartes sur le serveur
pt: Verificando mapas no servidor
ru: Проверка карт на сервере
sq: Hartat në server po kontrollohen
vi: Đang kiểm tra bản đồ trên máy chủ

# MapSyncProvider_SyncronizeMapsAsync_Map_synchronization_succesfuly_finished
source: Map synchronization successfully finished
ar: انتهت مزامنة الخريطة بنجاح
cs: Synchronizace map proběhla úspěšně
fr: Synchronisation des cartes reussie
pt: Sincronização de mapas concluída com sucesso
ru: Синхронизация карт успешно завершена
sq: Sinkronizimi i hartës përfundoi me sukses
vi: Đồng bộ hóa bản đồ thành công

# MapSyncProvider_SyncronizeMapsAsync_Map_sync_error
source: Map synchronization error
ar: خطأ في مزامنة الخريطة
cs: Synchronizace map proběhla chybně
fr: Erreur de synchronisation des cartes
pt: Erro de sincronização de mapas
ru: Ошибка синхронизации карт
sq: Gabim në sinkronizimin e hartës
vi: Lỗi đồng bộ hóa bản đồ

# MapSyncProvider_SyncronizeMapsAsync_Progress_Report_Format
source: Handling map {0}, {1} out of {2}. Downloaded {3}%
cs: Zpracování map {0}, {1} z {2}. Staženo {3}%
fr: Manipulation de cartes {0}, {1} sur {2}. Telechargement {3}%
pt: Processando mapa {0}, {1} de {2}. Baixado {3}%
ru: Обработка карты {0}, {1} из {2}. Скачано {3}%
sq: Përdorimi i hartës {0}, {1} nga {2}. Shkarkuar {3}%
vi: Đang xử lý bản đồ {0}, {1} trong số {2}. Đã tải xuống {3}%

# Maps_Synchronization_Success_Description
source: All maps were synchronized
cs: Všechny mapy byly synchronizovány
fr: Toutes les cartes sont synchronisees
pt: Todos os mapas foram sincronizados
ru: Карты успешно обновлены
sq: Të gjitha hartat u sinkronizuan
vi: Tất cả các bản đồ đã được đồng bộ hóa

# Synchronization_DownloadApplication
source: Downloading application updates
cs: Probíhá stahování aktualizace
fr: Téléchargement des mise à jour des applications
pt: Baixando atualizações do aplicativo
ru: Загрузка обновлений
sq: Përditësimet e aplikacionit po shkarkohen
vi: Đang tải xuống các bản cập nhật ứng dụng

# Synchronization_UploadingApplication
source: Sending application updates
cs: Odesílání aktualizací aplikace
pt: Enviando atualizações do aplicativo
ru: Отправка обновлений
sq: Përditësimet e aplikacionit po dërgohen
vi: Đang gửi các bản cập nhật ứng dụng

# Synchronization_CheckNewVersionOfApplication
source: Checking application updates
cs: Kontrola aktualizací aplikace
fr: Vérifier les mises à jour des logiciels
pt: Verificando atualizações do aplicativo
ru: Проверка обновлений
sq: Po kontrollohen përditësimet e aplikacionit
vi: Đang kiểm tra các bản cập nhật ứng dụng

# Synchronization_DownloadApplication_Description
source: Received {0} of {1} at {2} ({3}%)
cs: Přijato {0} z {1} při {2} ({3}%)
fr: Reçu {0} sur {1} a {2} ({3}%)
pt: Recebido {0} de {1} em {2} ({3}%)
ru: Загружено {0} из {1} при {2} ({3}%)
sq: U morën {0} nga {1} në {2} ({3}%)
vi: Đã nhận {0} của {1} tại {2} ({3}%)

# Synchronization_SendingApplication_Description
source: Sent {0} of {1} at {2} ({3}%)
cs: Odesláno {0} z {1} při {2} ({3}%)
pt: Enviado {0} de {1} em {2} ({3}%)
ru: Отправлено {0} из {1} при {2} ({3}%)
sq: Dërguar {0} nga {1} në {2} ({3}%)
vi: Đã gửi {0} của {1} tại {2} ({3}%)

# Dashboard_SearchResult
source: {0} elements found
cs: {0} záznamů nalezeno
fr: {0} élément trouvé
pt: {0} elementos encontrados
ru: Найдено {0} элементов
sq: {0} elemente u gjetën
vi: {0} phần tử được tìm thấy

# Dashboard_SearchWatermark
source: Enter text for search
cs: Zadejte text pro vyhledání
fr: Saisir le text a rechercher
pt: Digite o texto para busca
ru: Введите текст для поиска
sq: Vendos tekstin për kërkim
vi: Nhập văn bản để tìm kiếm

# Dashboard_NotFoundSearchResult
source: Nothing found
cs: Nic nenalezeno
fr: Aucun element trouvé
pt: Nada encontrado
ru: Ничего не найдено
sq: Nuk u gjet asgjë
vi: Không tìm thấy gì

# Dashboard_NeedTextForSearch
source: Perform search to display results
cs: Vyhledání textu
fr: Exécuter la recherche pour afficher les résultats
pt: Realize a busca para exibir os resultados
ru: Выполните поиск для отображения результатов
sq: Kryej kërkimin për të shfaqur rezultatet
vi: Thực hiện tìm kiếm để hiển thị kết quả

# MenuItem_Title_Search
source: Search
cs: Vyhledávání
fr: Recherche
pt: Pesquisar
ru: Поиск
sq: Kërko
vi: Tìm kiếm

# Dashboard_Search_ExitSearch
source: Exit Search
cs: Ukončit vyhledávání
fr: Annuler la recherche
pt: Sair da Busca
ru: Выйти из поиска
sq: Dil nga kërkimi
vi: Thoát tìm kiếm

# Synchronization_UploadAuditLog
source: Upload audit information
cs: Nahrajte informace z auditu
pt: Enviar informações de auditoria
ru: Загрузка аудит информации
sq: Ngarko informacionin e kontrollit
vi: Tải lên thông tin kiểm tra

# Synchronization_ReceivingAuditLog
source: Receiving audit information
cs: Obdržení informací z auditu
pt: Recebendo informações de auditoria
ru: Получение аудит информации
sq: Po merret informacioni i kontrollit
vi: Đang nhận thông tin kiểm tra

# Synchronization_CheckForObsolete_Interviews
source: Check for obsolete interviews
cs: Zkontrolujte starší rozhovory
pt: Verificar entrevistas obsoletas
ru: Проверка устаревших интервью
sq: Shih për intervista të vjetruara
vi: Kiểm tra các phỏng vấn không cần thiết

# Dashboard_Assign
source: Assign
cs: Přiřadit
pt: Atribuir
ru: Назначить
sq: Cakto
vi: Giao nhiệm vụ

source: Synchronization of interviewers
cs: Synchronizace tazatelů
pt: Sincronização de entrevistadores
ru: Синхронизация интервьюеров
sq: Sinkronizimi i intervistuesve
vi: Đồng bộ hóa phỏng vấn viên

source: Synchronization of Supervisor details
cs: Synchronizace údajů od garanta
pt: Sincronização dos detalhes do Supervisor
ru: Синхронизация деталей супервизора
sq: Hollësitë e sinkronizimit të Supervizorit
vi: Đồng bộ hóa chi tiết giám sát viên

# Synchronization_Of_InterviewersFormat
source: Synchronizing {0} of {1} interviewer(s)
cs: Synchronizováno {0} z {1} rozhovorů
pt: Sincronizando {0} de {1} entrevistador(es)
ru: Синхронизация интервьюеров: {0} из {1}
sq: Po sinkronizohen {0} nga {1} intervistues (s)
vi: Đang đồng bộ hóa {0} của {1} phỏng vấn viên

# MenuItem_Title_MapsSynchronization
source: Maps Synchronization
cs: Synchronizace map
pt: Sincronização de Mapas
ru: Синхронизировать карты
sq: Sinkronizimi i hartave
vi: Đồng bộ hóa bản đồ

# Prefs_AllowSyncWithHq
source: Allow synchronization with Headquarters
cs: Povolte synchronizaci s Ústředím
pt: Permitir sincronização com a Sede
ru: Разрешить синхронизацию с Headquarters
sq: Lejo sinkronizimin me Zyrën Qendrore
vi: Cho phép đồng bộ hóa với Trụ sở chính

# Prefs_AllowSyncWithHq_Summary
source: Disable this setting if you want to synchronize only with mobile supervisor application. After first successful synchronization with Supervisor App it will be not possible to enable this setting back
cs: Zakázat toto nastavení, pokud chcete synchronizovat pouze s mobilní aplikací Garant. Po první úspěšné synchronizaci s aplikací Garant nebude možné toto nastavení znovu povolit
pt: Desative esta configuração se desejar sincronizar apenas com o aplicativo do supervisor móvel. Após a primeira sincronização bem-sucedida com o aplicativo do Supervisor, não será possível ativar esta configuração novamente
ru: Выключите эту настройку если приложение должно синхронизироваться только с мобильным приложением супервизора. После первой успешной синхронизации с Supervisor приложением будет невозможно включить эту опцию
sq: Çaktivizo këtë cilësim nëse dëshiron të sinkronizohesh vetëm me aplikacionin e supervizorit në celular. Pas sinkronizimit të parë të suksesshëm me Aplikacionin e Supervizorit nuk do të jetë e mundur ta aktivizoni sërish këtë cilësim
vi: Tắt cài đặt này nếu bạn muốn đồng bộ hóa chỉ với ứng dụng giám sát di động. Sau lần đồng bộ hóa thành công đầu tiên với Ứng dụng Giám sát, sẽ không thể bật lại cài đặt này

# DashboardItem_Responsible
source: Responsible: {0}
cs: Odpovědný: {0}
pt: Responsável: {0}
ru: Ответственный: {0}
sq: Përgjegjës: {0}
vi: Người chịu trách nhiệm: {0}

# Synchronization_SupervisorShouldDoOnlineSync_Title
source: Supervisor application needs to be synchronized.
cs: Je potřeba synchronizovat aplikaci Garant.
pt: O aplicativo do Supervisor precisa ser sincronizado.
ru: Приложение Supervisor должно быть синхронизировано.
sq: Aplikacioni i supervizorit duhet të sinkronizohet.
vi: Ứng dụng Giám sát viên cần được đồng bộ hóa.

# LocationPermissionRequired
source: Location permission is required for offline synchronization
cs: Pro offline synchronizaci je vyžadováno oprávnění k umístění
pt: A permissão de localização é necessária para a sincronização offline
ru: Необходимо разрешение на работу с геопозицией для работы синхронизации
sq: Kërkohet leja e vendndodhjes për sinkronizimin jashtë internetit
vi: Quyền truy cập vị trí là bắt buộc để đồng bộ hóa ngoại tuyến

# Synchronization_SupervisorShouldDoOnlineSync
source: Supervisor should always have latest changes from Headquarters, so it should be synchronized last in the team before offline synchronization is available
cs: Garant by měl mít vždy poslední změny z ústředí, proto musí synchronizovat, jako poslední, než bude k dispozici offline synchronizace
pt: O Supervisor deve sempre ter as últimas alterações da sede, então ele deve ser sincronizado por último na equipe antes que a sincronização offline esteja disponível
ru: Приложение Supervisor должно всегда иметь последние изменения с Headquarters, поэтому должно быть синхронизировано последним в команде перед тем как станет достуным оффлайн синхронизация.
sq: Supervizori duhet të ketë gjithnjë ndryshimet e fundit nga Zyra Qendrore, ndaj duhet të sinkronizohet i fundit nga ekipi, para sesa sinkronizimi pa internet të jetë i disponueshëm
vi: Giám sát viên nên luôn có những thay đổi mới nhất từ Trụ sở chính, vì vậy nó nên được đồng bộ hóa cuối cùng trong nhóm trước khi đồng bộ hóa ngoại tuyến có sẵn

# Prefs_AllowSyncWithHq_Summary_Disabled
source: It is not possible to synchronize with Headquarters once there was at least one successful synchronization with Supervisor Application
cs: Není možné synchronizovat s ústředím, jakmile došlo k alespoň jedné úspěšné synchronizaci s aplikací Garant
pt: Não é possível sincronizar com a Sede uma vez que houve pelo menos uma sincronização bem-sucedida com o Aplicativo do Supervisor
ru: Невозможно синхронизироваться с Headquarters, если была хотя бы одна успешная синхронизация с Supervisor приложением
sq: Sinkronizimi me Zyrën Qendrore nuk është i mundur, nëse ka pasur edhe një sinkronizim të vetëm të suksesshëm me Aplikacionin e Supervizorit
vi: Không thể đồng bộ hóa với Trụ sở chính một khi đã có ít nhất một lần đồng bộ hóa thành công với Ứng dụng Giám sát

# Synchronization_UserDoNotBelongToTeam
source: User no longer belongs to this Supervisor team. Please contact your Headquarters for details.
cs: Uživatel již nepatří pod tohoto garanta. Podrobnosti vám sdělí na ústředí.
pt: O usuário não pertence mais a esta equipe de Supervisor. Entre em contato com a sede para mais detalhes.
ru: Пользователь больше не состоит в команде этого супервизора. Пожалуйста свяжитесь с Вашим Хедквотером.
sq: Përdoruesi nuk i përket më ekipit të Supervizorit. Ju lutemi, për hollësitë kontaktoni Zyrën Tuaj Qendrore.
vi: Người dùng không còn thuộc nhóm Giám sát viên này. Vui lòng liên hệ với Trụ sở chính để biết chi tiết.

# DashboardItem_RejectedByHqOn
source: Rejected by Headquarters : {0}
cs: Zamítnuto ústředím {0}
pt: Rejeitado pela Sede: {0}
ru: Отклонено хедквотером {0}
sq: Refuzuar nga Zyra Qendrore më {0}
vi: Bị từ chối bởi Trụ sở chính: {0}

# DashboardItem_ApprovedBySupervisor
source: Approved by Supervisor: {0}
cs: Schváleno garantem {0}
pt: Aprovado pelo Supervisor: {0}
ru: Утверждено супервизором {0}
sq: Miratuar nga supervizori {0}
vi: Được giám sát viên phê duyệt: {0}

# FinishInstallation_QrBarcodeReaderErrorMessage
source: An error occurred while scanning
cs: Při skenování došlo k chybě
pt: Ocorreu um erro ao escanear
ru: Ошибка сканирования
sq: Gjatë skanimit ndodhi një gabim
vi: Đã xảy ra lỗi khi quét

# SelectResponsible_Reassign
source: Reassign
cs: Změnit přiřazení
pt: Reatribuir
ru: Назначить
sq: Ricakto
vi: Chuyển giao

# SelectResponsible_ReassignDescription
source: Select new responsible for interview. It will appear on interviewer device after next synchronization
cs: Vyberte tazatele, kterému chcete přiřadit tento rozhovor. Při příští synchronizaci se objeví na zařízení tazatele
pt: Selecione o novo responsável pela entrevista. Aparecerá no dispositivo do entrevistador após a próxima sincronização
ru: Выберите нового ответственного для этого интервью он сможет получить его после следующей синхронизации
sq: Zgjidh përgjegjës të ri për intervistën. Do të shfaqet në pajisjen e intervistuesit pas sinkronizimit të radhës
vi: Chọn người chịu trách nhiệm mới cho phỏng vấn. Nó sẽ xuất hiện trên thiết bị của phỏng vấn viên sau lần đồng bộ hóa tiếp theo

# SelectResponsible_ReassignButtonText
source: Reassign
cs: Změnit přiřazení
pt: Reatribuir
ru: Назначить
sq: Ricakto
vi: Chuyển giao

# SelectResponsible_CancelButtonText
source: Cancel
cs: Zrušit
pt: Cancelar
ru: Отмена
sq: Anulo
vi: Hủy bỏ

# Dashboard_Searching
source: Searching...
cs: Vyhledávám...
pt: Buscando...
ru: Поиск...
sq: Po kërkon...
vi: Đang tìm kiếm...

# Interview_Creating
source: Creating Interview
cs: Vytváření rozhovoru
pt: Criando Entrevista
ru: Создание интервью
sq: Intervista po krijohet
vi: Đang tạo phỏng vấn

# Interview_Loading_Description
source: Interview will start shortly
cs: Rozhovor začne brzy
pt: A entrevista começará em breve
ru: Пожалуйста, подождите
sq: Intervista do të fillojë pas pak
vi: Phỏng vấn sẽ bắt đầu ngay

# Interview_Creating_Description
source: This can take a couple of minutes, do not exit this application
cs: Toto může trvat několik minut, nevypínejte tuto aplikaci
pt: Isso pode levar alguns minutos, não saia deste aplicativo
ru: Это может занять время, не выходите из приложения
sq: Për këtë mund të duhen disa minuta, mos dil nga ky aplikacion
vi: Điều này có thể mất vài phút, không thoát khỏi ứng dụng này

# Notifications_InterviewsTitle
source: Interviews
cs: Rozhovory
pt: Entrevistas
ru: Интервью
sq: Intervista
vi: Phỏng vấn

# Notifications_CompletedInterviewsText
source: You have {0} completed interview(s) that should be synchronized
cs: Máte dokončené rozhovory {0}, které by měly být synchronizovány
pt: Você tem {0} entrevista(s) concluída(s) que devem ser sincronizadas
ru: У вас {0} интервью, которые необходимо синхронизировать
sq: Ju keni {0} intervistë(a) të përfunduara që duhen sinkronizuar
vi: Bạn có {0} phỏng vấn đã hoàn thành cần được đồng bộ hóa

# Notifications_RejectedInterviewsText
source: You have {0} rejected interview(s) that were not handled
cs: Máte {0} zamítnutých rozhovorů, které nebyly zapracovány
pt: Você tem {0} entrevista(s) rejeitada(s) que não foram tratadas
ru: У вас {0} отклоненых супервизором, которые не были открыты
sq: Ju keni {0} intervistë(a) të refuzuara që nuk janë trajtuar
vi: Bạn có {0} phỏng vấn bị từ chối chưa được xử lý

# Notifications_SyncTitle
source: Synchronization
cs: Synchronizace
pt: Sincronização
ru: Синхронизация
sq: Sinkronizim
vi: Đồng bộ hóa

# Notifications_SyncTooLongAgoText
source: Synchronization was not performed lately. Please synchronize
cs: Již delší dobu nebyla provedena synchronizace. Prosím synchronizujte
pt: A sincronização não foi realizada recentemente. Por favor, sincronize
ru: Синхронизация не проводилась в последнее время. Пожалуйста, синхронизируйтесь.
sq: Sinkronizimi nuk është kryer së fundmi. Ju lutemi, sinkronizoni
vi: Đã lâu không thực hiện đồng bộ hóa. Vui lòng đồng bộ hóa
