Repository: SPuV/surveysolutions
Catalog: src/Core/SharedKernels/Enumerator/Enumerator/Properties/EnumeratorUIResources.*.resx
Languages: ar, cs, fr, pt, ru, sq, vi

# ErrorMessage_AccountIsNotApprovedOnServer
source: Your account is not approved. Please, confirm your account first.
ar: لم تتم الموافقة على حسابك. الرجاء تأكيد حسابك أولا.
cs: Váš účet není schválen. Nejprve musíte potvrdit Váš účet.
fr: Votre compte n'est pas approuvé. Veuillez vérifier votre compte d'abord.
ru: Ваша учетная запись не подтверждена на сервере. Пожалуйста, прежде чем войти, подтвердите Вашу учетную запись, с помощью ссылки которую мы выслали Вам на почтовый ящик.
sq: Llogaria juaj nuk u miratua. Ju lutemi, konfirmoni në fillim llogarinë tuaj.

# Interview_Question_List_Empty_Values_Are_Not_Allowed
source: Empty values are not allowed
ar: لا يسمح بالقيم الفارغة
cs: Prázdná hodnota není dovolena
fr: Les valeurs vides ne sont pas autorisés
ru: Пустые значения не разрешены
sq: Vlerat bosh nuk lejohen

# Interview_Complete_Answered
source: Answered
ar: تمت الاجابة
cs: Odpovězeno
fr: Renseignées
ru: Отвеченных
sq: Me përgjigje

# Interview_Complete_Button
source: Complete
ar: مكتمل
cs: Dokončit
fr: Achever
ru: Завершить
sq: E përfunduar

# Interview_Complete_Consequences_Instrunction
source: After you finish this interview it will be marked as completed and will be uploaded to supervisor during your next synchronization
ar: بعد الانتهاء من هذه المقابلة سيتم وضع علامة على أنها اكتملت وسيتم تحميلها إلى المشرف خلال المزامنة القادمة
cs: Po dokončení tohoto rozhovoru bude dotazník označen jako dokončený a během příští synchronizace bude odeslán garantovi.
fr: Après avoir marqué cet entretien comme étant achevé, il sera transféré au chef d'équipe lors de votre prochaine synchronisation
ru: По закрытию этого интервью оно будет помечено как законченное и будет загружено супервизору во время вашей следующей синхронизации
sq: Pasi të keni përfunduar këtë intervistë, ajo do të shënohet si e përfunduar dhe do t’i ngarkohet supervizorit gjatë sinkronizimit tuaj të radhës

# Interview_Complete_Errors
source: Error(s)
ar: خطأ (اخطاء)
cs: Chyba
fr: Erreur(s)
ru: Ошибок
sq: Gabim(e)

# Interview_Complete_No
source: No
ar: لا
cs: Ne
fr: Non
ru: Нет
sq: Jo

# Interview_Complete_Note_For_Supervisor
source: Note for supervisor
ar: ملاحظة للمشرف
cs: Poznámka pro garanta
fr: Remarque à l'attention du chef d'équipe
ru: Заметка для супервизора
sq: Shënim për supervizorin

# Interview_Complete_Questions_Status
source: Questions status
ar: حالة الأسئلة:
cs: Stav otázek
fr: Statut du questionnaire
ru: Статусы вопросов
sq: Statusi i pyetjeve

# Interview_Complete_Unanswered
source: Unanswered
ar: لم تتم الإجابة عنها
cs: Nezodpovězeno
fr: Sans réponse
ru: Неотвеченных
sq: Pa përgjigje

# Interview_Complete_Screen_Description
source: You are about to complete this interview
ar: أنت على وشك إكمال هذه المقابلة
cs: Chystáte se dokončit tento rozhovor
fr: Vous êtes sur le point d'achever cet entretien
ru: Вы на финальной стадии работы с интервью
sq: Ju jeni pranë përfundimit të kësaj interviste

# Interview_Complete_Screen_DescriptionWithInterviewKey
source: You are about to complete interview {0}
ar: أنت على وشك إتمام المقابلة {0}
cs: Chystáte se dokončit rozhovor {0}
fr: Vous êtes sur le point d'achever l'entretien {0}
ru: Вы на финальной стадии работы с интервью {0}
sq: Ju jeni pranë përfundimit të intervistës {0}

# Interview_Complete_Screen_Title
source: Complete
ar: مكتمل
cs: Dokončit
fr: Résumé
ru: Окончание
sq: I përfunduar

# Dashboard_EmptySearchResult
source: No questionnaires found
ar: لم يتم العثور على أية استبيانات
cs: Nebyly nalezeny žádné dotazníky
fr: Aucun masque trouvé
ru: Опросники не найдены
sq: Nuk u gjet asnjë pyetësor

# EndpointHint
source: Synchronization endpoint
ar: نقطة نهاية المزامنة
fr: Point de synchronisation
ru: Домен синхронизации
sq: Pika fundore e sinkronizimit

source: Cancel
ar: إلغاء
cs: Zrušit
fr: Annuler
ru: Отмена
sq: Anulo

# PlayServicesLocationWatcher_Google_Play_Services_are_not_available
source: Google Play Services are not available
ar: خدمات Google Play غير متوفرة
cs: Google Play není dostupný
fr: Google Play Services n'est pas disponible
ru: Сервис Google Play недоступен
sq: Shërbimet Google Play nuk janë të disponueshme

# PlayServicesLocationWatcher_Location_Client_not_started
source: Location Client not started
ar: لم يبدأ موقع العميل
cs: Není spuštěno určování polohy
fr: Le service de localisation, Location Client, n'a pas démarré
ru: Клиент местоположения не запущен
sq: Vendndodhja e Klientit nuk u hap

# PlayServicesLocationWatcher_You_cannot_start_MvxLocation_service_more_than_once
source: You cannot start MvxLocation service more than once
ar: لا يمكنك بدء تشغيل خدمة MvxLocation أكثر من مرة
cs: Službu MvxLocation nelze spustit vícekrát
fr: Impossible de démarrer plusieurs instances de MvxLocation
ru: Вы не можете запустить более одного сервиса MvxLocation
sq: Ju nuk mund ta hapni më shumë se njëherë shërbimin MvxLocation

# Synchronization_UserLinkedToAnotherDevice_Description
source: You do not have any assignments on this device. Send tablet information, clear application's data and login by another account
ar: ليس لديك أية مهام على هذا الجهاز. إرسال معلومات الى الجهاز اللوحي، بيانات التطبيق واضحة وتسجيل الدخول عن طريق حساب آخر
cs: Na tomto zařízení nemáte žádné přiřazené dotazníky. Odešlete informace o tabletu, vymažte data aplikace a přihlaste se pomocí jiného účtu
fr: Vous n'avez aucune affectations sur cet appareil. Envoyer des données du système de la tablette, effacer les données de l'application et se connecter avec un autre compte d'utilisateur
ru: У вас нет ни одного интервью на устройстве. Отправьте информацию о таблете, очистите данные приложения и войдите под другой учетной записью
sq: Ju nuk keni asnjë detyrë në këtë pajisje. Dërgo të dhënat e tabletit, fshi të dhënat e aplikacionit dhe hyr me një llogari tjetër

# Interviewer_TryOnlineLogin
source: Try to sign in online
ar: حاول تسجيل الدخول عبر الانترنت
cs: Přihlaste se online
fr: Essayez de vous connecter en ligne
ru: Попробуйте войти онлайн
sq: Provo të regjistrohesh në internet

# Interviewer_RelinkDevice_RelinkMessage
source: If you relink to this device <br/> all data on the old one will be lost
ar: إذا تمت إعادة الربط إلى هذا الجهاز <br/> فسيتم فقد جميع البيانات الموجودة على الجهاز القديم
cs: Pokud znovu připojíte toto zařízení <br/> všechna data ve starém zařízení budou ztracena
fr: Si vous reliez votre compte à ce nouvel appareil<br>toutes les données sur votre ancien appareil seront supprimées
ru: Если вы перепревяжетесь к этому устройству, то все данные собранные на других устройствах будут удалены
sq: Nëse rilidheni me këtë pajisje <br/> të gjitha të dhënat tek e vjetra do të humbasin

# Interviewer_RelinkDevice_RelinkButtonText
source: Relink
ar: إعادة ربط
cs: Opakované připojení
fr: Relier
ru: Перепривязать
sq: Rilidh

# Interviewer_RelinkDevice_Cancel
source: Cancel
ar: إلغاء
cs: Zrušit
fr: Annuler
ru: Отмена
sq: Anulo

# Interviewer_RelinkDevice_InterviewerLinkedToAnotherDeviceMessage
source: You are already assigned to another device
ar: أنت على وشك إكمال هذا المقابلة
cs: Již jste přihlášení na jiném zařízení
fr: Votre compte est déjà associé à un autre appareil
ru: Ваша учетная запись уже привязана к другому устройству
sq: Juve ju është caktuar tashmë një tjetër pajisje

# ErrorMessage_AccountIsLockedOnServer
source: Your user account is locked. Please contact the support team at support@mysurvey.solutions.
ar: تم قفل حساب المستخدم. يرجى الاتصال بفريق الدعم على support@mysurvey.solutions.
cs: Váš účet je uzamčen. Kontaktujte svého garanta.
fr: Votre compte d'utilisateur est verrouillé. Veuillez contacter l'équipe de soutien à support@mysurvey.solutions.
ru: Ваша учетная запись заблокирована. Обратитесь в службу поддержки по адресу support@mysurvey.solutions.
sq: Llogaria juaj e përdoruesit është bllokuar. Ju lutemi, kontaktoni ekipin e mbështetjes në support@mysurvey.solutions.

# ErrorMessage_UpgradeRequired
source: New version of application was released. Please, update the application
ar: تم إصدار نسخة جديدة من التطبيق. الرجاء تحديث التطبيق
cs: Byla nalezena nová verze aplikace. Aplikaci si prosím aktualizujte
fr: Nouvelle version de l'application Tester disponible. Veuillez mettre à jour l'application
ru: Выпущена новая версия приложения. Обновитесь, пожалуйста.
sq: Ka dalë versioni i ri i aplikacionit. Ju lutemi, përditësoni aplikacionin

# Interview_CompleteScreen_ButtonText
source: To complete screen
ar: لاكمال الشاشة
cs: Pro dokončení obrazovky
fr: Aller à 'écran de résumé
ru: Завершить интервью
sq: Për të plotësuar ekranin

# Interviewer_Diagnostics
source: Diagnostics
ar: التشخيص
cs: Diagnostika
fr: Diagnostiques
ru: Диагностика
sq: Diagnostikimi

# Prefs_GpsDesiredAccuracySubTitle
source: Number of meters to set accuracy
ar: عدد الأمتار لتحديد الدقة
cs: Nastavení přesnosti v metrech
fr: Précision, en metres, des coordonnées GPS
ru: Значение в метрах для задания точности.
sq: Numri i metrave për të caktuar saktësinë

# Prefs_GpsDesiredAccuracyTitle
source: Desired accuracy of GPS questions
ar: الدقة المطلوبة لأسئلة نظام الملاحة GPS
cs: Přesnost GPS souřadnic
fr: Précision minime des questions GPS
ru: Желаемая точность GPS вопроса
sq: Saktësia e dëshiruar e pyetjeve të GPS-së

# Interview_Instruction_ShowInstruction
source: Show instruction
ar: إظهار التعليمات
cs: Ukázat nápovědu
fr: Montrer l'instruction
ru: Показать инструкцию
sq: Shfaq udhëzimin

# Interview_Questions_Timestamp_SaveAnswer
source: Tap to record current time
ar: انقر لتسجيل الوقت الحالي
cs: Klepnutím zaznamenáte aktuální čas
fr: Appuyer pour capter l'heure actuelle
ru: Сохранить текущее время
sq: Trokit për të regjistruar orën aktuale

# Interview_Complete_Entities_With_Errors
source: Entities with errors:
ar: الصيغ التي بها أخطاء:
cs: Subjekty s chybami:
fr: Entités avec erreurs
ru: Объекты с ошибками:
sq: Entitete me gabime:

# Interview_Complete_First_n_Entities_With_Errors
source: First {0} entities with errors:
ar: أول {0} مادة/مواد تنطوي على أخطاء:
cs: První {0} subjekt s chybami:
fr: Premières {0} entités avec erreurs
ru: Первые {0} объектов с ошибкам:
sq: {0} entitetet e para me gabime:

# Messages_WaitPendingOperation
source: Please wait until the current operation is completed
ar: يرجى الانتظار حتى اكتمال العملية
cs: Prosím vyčkejte na dokončení požadavku
fr: Veuillez attendre la fin de l'opération en cours
ru: Пожалуйста подождите пока завершится текущая операция
sq: Ju lutemi, pritni derisa veprimi aktual të përfundojë

# Prefs_VibrateOnErrorSummary
source: The tablet is going to vibrate when an answer didn't pass the validation
ar: سيهتز الجهاز اللوحي في حال عدم اجتياز الاجابة للتحقق من الصحة
cs: Vibrace pokud odpověď není ověřena
fr: La tablette va vibrer lorsqu'une réponse va à l'encontre d'une condition de validation
ru: Таблет будет вибрировать когда ответ не проходит валидацию
sq: Tableti do të vibrojë kur një përgjigje nuk e kalon verifikimin

# Prefs_VibrateOnErrorTitle
source: Vibrate when invalid answer is given
ar: الاهتزاز عند إعطاء إجابة غير صالحة
cs: Vibrace při zadání neplatné hodnoty
fr: Vibrer quand une réponse invalide est renseignée
ru: Вибрировать когда дан не валидный ответ
sq: Vibron kur jepet një përgjigje e pavlefshme

# Interview_Question_Text_Empty
source: Answer should not be empty
ar: يجب ان لا تكون الإجابة فارغة
cs: Odpověď by neměla být prázdná
fr: Réponse ne peux pas être vide
ru: Ответ не может быть пустым
sq: Përgjigjja nuk duhet të jetë bosh

# Interview_Cover_Screen_Title
source: Cover
ar: غلاف
cs: Úvod
fr: Page de garde
ru: Обложка
sq: Faqe e parë

# Interview_Cover_First_n_Questions_With_Comments
source: First {0} questions with comments:
ar: أول {0} مادة/مواد تنطوي على تعليقات:
cs: První {0} otázek s poznámkou:
fr: Premières {0} questions avec des commentaires
ru: Первые {0} вопросов с комментариями:
sq: {0} pyetjet e para me komente:

# Interview_Cover_Questions_With_Comments
source: Questions with supervisor comments:
ar: أسئلة مع تعليقات المشرف:
cs: Otázky s poznámkou od garanta:
fr: Questions avec des commentaires du chef d'équipe :
ru: Вопросы с комментариями супервизора:
sq: Pyetjet me komentet e supervizorit:

# Interview_Other_Comment_Caption
source: User comment
ar: تعليق المستخدم
cs: Uživatelský komentář
fr: Commentaire de l'utilisateur
ru: Комментарий пользователя
sq: Koment i përdoruesit

# Interview_Supervisor_Comment_Caption
source: Supervisor comment
ar: تعليق المشرف
cs: Komentář garanta
fr: Commentaire du chef d'équipe
ru: Комментарий супервизора
sq: Komenti i supervizorit

# Interview_Cover_Supervisor_Note
source: Supervisor note:
ar: ملاحظة المشرف:
cs: Poznámka garanta:
fr: Remarque du chef d'équipe :
ru: Замечания супервизора
sq: Shënim i supervizorit:

# Prefs_ShowLocationOnMap
source: Show location on map
ar: اظهار الموقع على الخريطة
cs: Zobrazit polohu na mapě
fr: Montrer l'emplacement sur la carte
ru: Показывать положение на карте
sq: Shfaq vendndodhjen në hartë

# Prefs_ShowLocationOnMapSummary
source: Load map to show location for GPS questions
ar: تحميل الخريطة لإظهار الموقع الجغرافي للأسئلة
cs: Načtěte mapu pro zobrazení polohy pomocí GPS souřadnic
fr: Afficher la carte afin de montrer l'emplacement des questions GPS. Noter: la carte ne sera affichée qu'en cas de connexion internet
ru: Загружать карту для отображения текущего положения на GPS вопросах
sq: Ngarko hartën për të shfaqur vendndodhjen për pyetjet e GPS-së

# VariableEmptyValue
source: <empty>
ar: <فارغ>
cs: <prázdné>
ru: <пусто>

# Interview_Headquarters_Comment_Caption
source: Headquarters comment
ar: تعليق المقرات الرئيسية
cs: Komentář ústředí
fr: Commentaire de la coordination :
ru: Комментарий хедквотера
sq: Komenti i Zyrës Qendrore

# Interview_Interviewer_Comment_Caption
source: Interviewer comment
ar: تعليق الباحث
cs: Poznámka od tazatele
fr: Commentaire de l'enquêteur
ru: Комментарий интервьюера
sq: Koment i intervistuesit

# GpsQuestion_MissingPermissions
source: Application does not have enough permissions to execute requested action. Retry answering question and allow access. If you don't see permissions popup then go to Settings and allow application to use device location.
ar: يحتاج التطبيق لصلاحية استخدام موقع الجهاز الخالي من أجل الإجابة على هذا السؤال. أعد محاولة الإجابة عن السؤال والسماح بالوصول. إذا كنت لا ترى الصلاحيات المنبثقة انتقل إلى الإعدادات واسمح للتطبيق باستخدام الموقع.
cs: Aplikace nemá dostatečná oprávnění k provedení požadované akce. Zkuste to znovu a povolte přístup. Pokud nevidíte vyskakovací okno oprávnění, přejděte do Nastavení a povolte aplikaci používat umístění zařízení.
fr: Afin de répondre à cette question, l'appli Interviewer a besoin d'une autorisation pour d'accéder au service de localisation de l'appareil. Afin d'accorder autorisation, répondre au dialogue qui s'affiche lors de la prochaine tentative de réponse à cette question. Si un dialogue ne s'affiche pas, naviguer vers le menu Paramètrage d'Android et accorder cette autorisation à l'appli Interviewer.
ru: Приложению необходимо разрешение на использование текущего положения устройства для ответа на данный вопрос
sq: Aplikacioni duhet të ketë leje të përdorë vendndodhjen e pajisjes suaj aktuale për t’iu përgjigjur kësaj pyetjeje. Provojeni prapë t’i përgjigjeni pyetjes dhe të lejoni aksesin. Nëse nuk e shihni dritaren e lejeve, shkoni te Cilësimet dhe lejojeni aplikacionin të përdorë vendndodhjen e pajisjes.

# MissingPermission
source: Application has not enough permissions to execute requested action
ar: التطبيق ليس لديه أذونات كافية لتنفيذ الإجراء المطلوب
cs: Aplikace nemá dostatečná oprávnění k provedení požadované akce
fr: L'appli Interviewer n'a pas assez d'autorisation pour exécuter l'action demandée
ru: У приложения нет необходимых разрешений для выполнения действия
sq: Aplikacioni nuk ka leje të mjaftueshme për të ekzekutuar veprimin e kërkuar

# MissingPermissions_Camera
source: Application needs to have a permission to use camera in order to answer this question. Retry answering question and allow access. If you don't see permissions popup then go to Settings and allow application to use camera.
ar: يحتاج التطبيق لصلاحية استخدام الكاميرا من أجل الإجابة على هذا السؤال. أعد محاولة الإجابة عن السؤال والسماح بالوصول. إذا كنت لا ترى الصلاحيات المنبثقة انتقل إلى الإعدادات واسمح للتطبيق لاستخدام الكاميرا.
cs: Pokud chcete odpovědět na tuto otázku, musí mít aplikace povolení k použití kamery. Zkuste to znovu a povolte přístup. Pokud nevidíte vyskakovací okno oprávnění, přejděte do Nastavení a povolte aplikaci používat kameru.
fr: L'appli Interviewer doit avoir la permission d'utiliser la caméra pour répondre à cette question. Réessayez de répondre à la question et accordez les permissions. Si vous ne voyez pas les autorisations contextuelles, allez dans Paramètres d'Android et autorisez l'application à utiliser la caméra.
ru: Приложению необходимо разрешение на использование камеры для ответа на данный вопрос
sq: Aplikacioni duhet të ketë leje të përdorë kamerën për t’iu përgjigjur kësaj pyetjeje. Provojeni prapë t’i përgjigjeni pyetjes dhe të lejosh aksesin. Nëse nuk e shihni dritaren e lejeve, shkoni te Cilësimet dhe lejoni aplikacionin të përdorë kamerën.

source: Ok
ar: حسنا
cs: Potvrdit
ru: Да

# MissingPermissions_Storage
source: Application needs to have a permission to use storage in order to answer this question. Retry answering question and allow access. If you don't see permissions popup then go to Settings and allow application to use storage.
ar: يحتاج التطبيق لديك لصلاحية استخدام مساحة التخزين من أجل الإجابة على هذا السؤال. أعد محاولة الإجابة عن السؤال والسماح بالوصول. إذا كنت لا ترى الصلاحيات المنبثقة انتقل إلى الإعدادات واسمح للتطبيق لاستخدام مساحة التخزين.
cs: Pokud chcete odpovědět na tuto otázku, musí mít aplikace povolení k použití úložiště. Zkuste to znovu a povolte přístup. Pokud nevidíte vyskakovací okno oprávnění, přejděte do Nastavení a povolte aplikaci používat úložiště.
fr: L'appli Interviewer doit avoir la permission d'utiliser le stockage interne pour répondre à cette question. Réessayez de répondre à la question et accordez les permissions. Si vous ne voyez pas les autorisations contextuelles, allez dans Paramètres d'Android et autorisez l'application à utiliser le stockage interne.
ru: Приложению необходимо разрешение на использование хранилища для ответа на данный вопрос
sq: Aplikacioni duhet të ketë leje për përdorimin e memories për t’iu përgjigjur kësaj pyetjeje. Provojeni prapë t’i përgjigjeni pyetjes dhe të lejoni akses. Nëse nuk shihni dritaren e lejeve, shkoni te Cilësimet dhe lejojeni aplikacionin të përdorë memorien.

# Multimedia_PickFromGallery
source: Pick from gallery
ar: اختر من المعرض
cs: Vyberte z galerie
fr: Choisissez dans la galerie
ru: Выбрать из галереи
sq: Zgjidh nga galeria

# Multimedia_PictureSource
source: Select an option
ar: حدد اختيارا
cs: Vyberte jednu možnost
fr: Sélectionner une modalité
ru: Выберите опцию
sq: Zgjidh një opsion

# Multimedia_TakePhoto
source: Take photo
ar: التقط صورة
cs: Vyfotit
fr: Prendre une photo
ru: Сделать фото
sq: Bëj foto

source: Error
ar: خطأ
cs: Chyba
fr: Erreur
ru: Ошибка
sq: Gabim

# Interview_Questions_Area_SaveAnswer
source: Tap to edit area
ar: انقر لتعديل المنطقة
cs: Klepnutím upravte oblast
fr: Appuyer afin de modifier la superficie
ru: Редактировать область
sq: Trokit për të ndryshuar zonën

# AreaMap_Edit
source: Edit
ar: تحرير
cs: Upravit
fr: Modifier
ru: Редактировать
sq: Redakto

# AreaMap_Location
source: Location
ar: الموقع
cs: Umístění
fr: Emplacement
ru: Положение
sq: Vendndodhja

# AreaMap_NoChangesInfo
source: No changes to be saved.
ar: لم يتم إجراء أي تغييرات ليتم حفظها.
cs: Žádné změny k uložení.
fr: Aucun changement à sauvegarder
ru: Нет изменений, чтобы сохранять.
sq: Nuk u bë asnjë ndryshim për t’u ruajtur.

# AreaMap_NoMapsFound
source: No maps were found. Please update maps
ar: لم يتم العثور على خرائط. يرجى تحديث الخرائط
cs: Nebyla nalezena žádná mapa. Aktualizujte si mapy na Vašem zařízení
fr: Aucune carte retrouvée. Veuillez mettre à jour les cartes
ru: Карты не найдены. Попробуйте обновить карты.
sq: Nuk u gjet asnjë hartë. Ju lutemi, përditësoni hartat

# AreaMap_Save
source: Save
ar: حفظ
cs: Uložit
fr: Sauvegarder
ru: Сохранить
sq: Ruaj

# AreaMap_Undo
source: Undo
ar: تراجع
cs: Vrátit zpět
fr: Annuler
ru: Отменить
sq: Zhbëj

# AreaMap_UpdateMaps
source: Update maps
ar: تحديث الخرائط
cs: Aktualizace map
fr: Mettre à jour les cartes
ru: Обновить карты
sq: Përditëso hartat

# Version_Not_Supports
source: Your version of application doesn't support this functionality
ar: لا يدعم إصدار التطبيق الخاص بك هذه الوظيفة
cs: Tato verze nepodporuje tuto funkcionalitu
fr: Votre appareil ne prend pas en charge cette fonctionnalité
ru: Версия вашего приложения не поддерживает данный функционал
sq: Versioni i aplikacionit tuaj nuk e mbështet këtë funksion

# AreaMap_UpdateFailed
source: Update failed
ar: فشل التحديث
cs: Aktualizace selhala
fr: Mise à jour échouée
ru: Обновление не удалось
sq: Përditësimi dështoi

# Device_Does_Not_Support
source: Your device doesn't support this functionality
ar: لا يدعم جهازك هذه الوظيفة
cs: Vaše zařízení nepodporuje tuto funkcionalitu
fr: Votre appareil ne prend pas en charge cette fonctionnalité
ru: Ваше устройство не поддерживает данный функционал
sq: Pajisja juaj nuk e mbështet këtë funksion

# AreaMap_AreaFormat
source: Area: {0:0.00} m2
cs: Oblast: {0:0.00} m2
ru: Площадь: {0:0.00} кв.м.
sq: Zona: {0:0.00} m2

# AreaMap_Cancel
source: Cancel
ar: إلغاء
cs: Zrušit
fr: Annuler
ru: Отмена
sq: Anulo

# AreaMap_PerimeterFormat
source: Perimeter: {0:0.00} m
ru: Периметр: {0:0.00} метров
sq: Perimetri: {0:0.00} m

# AreaMap_LengthFormat
source: Length: {0:0.00} m
cs: Délka: {0:0.00} m
ru: Длинна: {0:0.00} метров
sq: Gjatësia: {0:0.00} m

# AreaMap_MapTitle
source: Map
ar: خريطة
cs: Mapa
fr: Carte
ru: Карта
sq: Harta

# AreaMap_Active_Map_Title
source: ACTIVE MAP:
ar: الخريطة النشطة:
cs: AKTIVNÍ MAPA:
fr: Carte active :
ru: АКТИВНАЯ КАРТА:
sq: HARTË AKTIVE:

# AreaMap_Available_Maps_Title
source: MAPS AVAILABLE ON DEVICE
ar: الخرائط المتوفرة على الجهاز
cs: NA ZAŘÍZENÍ JSOU DOSTUPNÉ MAPY
fr: Cartes disponibles sur l'appareil
ru: ДОСТУПНЫЕ НА УСТРОЙСТВЕ КАРТЫ
sq: HARTA TË DISPONUESHME NË PAJISJE

# AreaMap_LoadShapefile
source: Load shapefile
cs: Načti soubor
ru: Загрузить шейп-файл

# MapDashboard_Assignments
source: Assignments
cs: Přiřazené dotazníky
ru: Задачи

# MapDashboard_Interviews
source: Interviews
cs: Rozhovory
ru: Интервью

# MapDashboard_Disclaimer
source: only items with known coordinates are shown
cs: jsou zobrazeny pouze položky se známými souřadnicemi
ru: Показаны только элементы с координатами

# MapDashboard_AllQuestionnaires
source: All questionnaires
cs: Všechny dotazníky
ru: Все опросники

# MapDashboard_QuestionnaireTitle
source: Questionnaire
cs: Dotazník
ru: Опросник

# MapDashboard_FiltersTitle
source: Filters
cs: Filtr
ru: Фильтры

# MapDashboard_TypeTitle
source: Type
cs: Typ
ru: Тип

# AreaMap_Close
source: Close
ar: إغلاق
cs: Zavřít
fr: Fermer
ru: Закрыть
sq: Mbyll

# AreaMap_Update_Maps
source: Update maps
ar: تحديث الخرائط
cs: Aktualizace map
fr: Mettre à jour les cartes
ru: Обновить карты
sq: Përditëso hartat

# AreaMap_LocationOutOfBoundaries
source: Your location is outside the boundaries of the map.
cs: Vaše poloha je mimo dostupnou mapu.
ru: Ваше местоположение вне границ карты
sq: Vendndodhja juaj është jashtë kufijve të hartës

# AreaMap_MapIsOutOfVisibleBoundaries
source: Loaded map is outside of visible boundaries
cs: Nahraná mapa je mimo viditelné hranice
ru: Загруженая карта расположена вне границ видимой зоны

# AreaMap_ErrorOnShapefileLoading
source: Error occured on loading. Shapefile cannot be opened
cs: Při načítání došlo k chybě. Soubor nelze otevřít
ru: Ошибка загрузки. Шейп-файл не может быть открыт
