Repository: SPuV/surveysolutions
Catalog: src/Core/SharedKernels/Enumerator/Enumerator/Properties/EnumeratorUIResources.*.resx
Languages: ar, cs, fr, pt, ru, sq, vi

# Notifications_SyncNoRetryTitle
source: There was no retry after failed synchronization. Please try again
cs: Po neúspěšné synchronizaci zatím nedošlo k nové synchronizaci. Prosím zkuste to znovu
pt: Não houve tentativa após a falha de sincronização. Por favor, tente novamente
ru: После прерваной синхронизации не было попытки повторить. Пожалуйста, повторите снова.
sq: Nuk pati përpjekje të riprovuar pas dështimit të sinkronizimit. Ju lutemi, provojeni prapë
vi: Không có lần thử lại sau khi đồng bộ hóa thất bại. Vui lòng thử lại

# Notifications_ManyStartedInterviews
source: You've started too many interviews. Please complete them.
cs: Máte mnoho nedokončených rozhovorů. Prosím dokončete je.
pt: Você começou muitas entrevistas. Por favor, conclua-as.
ru: Вы начали много интервью.Закончите их.
sq: Ju keni nisur shumë intervista. Ju lutemi, përfundojini.
vi: Bạn đã bắt đầu quá nhiều cuộc phỏng vấn. Vui lòng hoàn thành chúng.

# Notifications_ManyCompletedInterviews
source: There are a lot of completed interviews. Please synchronize.
cs: Máte mnoho dokončených rozhovorů. Prosím synchronizujte.
pt: Há muitas entrevistas concluídas. Por favor, sincronize.
ru: Много готовых интервь. Синхронизируйтесь.
sq: Ka shumë intervista të përfunduara. Ju lutemi, sinkronizojini.
vi: Có rất nhiều cuộc phỏng vấn đã hoàn thành. Vui lòng đồng bộ hóa.

# Notifications_StaleAssignments
source: Some assignments were not updated last 3 days.
cs: Některé přiřazené dotazníky nebyly za poslední 3 dny aktualizovány.
pt: Algumas atribuições não foram atualizadas nos últimos 3 dias.
ru: Есть назначения, которые не обрабатывались последние 3 дня
sq: Disa detyra nuk janë përditësuar 3 ditët e fundit.
vi: Một số nhiệm vụ không được cập nhật trong 3 ngày qua.

# Synchronization_UserLinkedToAnotherServer_Description
source: Current user was created on another instance of Headquarters application. Change synchronization endpoint URL to the original server
cs: Tento uživatel byl vytvořen v jiné aplikaci na ústředí. Změňte adresu URL koncového bodu synchronizace na původní server
pt: O usuário atual foi criado em outra instância do aplicativo da Sede. Altere o URL do ponto de sincronização para o servidor original
ru: Текущий пользователь был создан на другом сервере Headquarters. Измените URL точки синхронизации на исходный сервер
sq: Përdoruesi aktual u krijua në një njësi tjetër të aplikacionit të Zyrës Qendrore. Ndrysho URL-në e pikës fundore të sinkronizimit në serverin fillestar
vi: Người dùng hiện tại được tạo trên một phiên bản khác của ứng dụng Trụ sở chính. Thay đổi URL điểm cuối đồng bộ hóa thành máy chủ gốc

# Synchronization_UserLinkedToAnotherServer_Status
source: User linked to another server
cs: Uživatel propojen s jiným serverem
pt: Usuário vinculado a outro servidor
ru: Пользователь создан на другом сервере
sq: Përdoruesi është i lidhur me një server tjetër
vi: Người dùng liên kết với máy chủ khác

# Diagnostics_SendLogs
source: Send trace logs
cs: Odeslat protokoly
pt: Enviar logs de rastreamento
ru: Отправить лог
vi: Gửi nhật ký theo dõi

# Diagnostics_SendLogs_Description
source: Send detailed logs to headquarters site for issues investigation
cs: Zašlete podrobné protokoly na ústředí za účelem vyřešení problémů
pt: Enviar logs detalhados para o site da sede para investigação de problemas
ru: Отправить подробный лог файл на сервер
vi: Gửi nhật ký chi tiết đến trang web trụ sở chính để điều tra sự cố

# Diagnostics_SendLogs_Success
source: Logs are sent to HQ
cs: Protokoly se odesílají na ústředí
pt: Logs enviados para a Sede
ru: Логи отправлены
vi: Nhật ký đã được gửi đến Trụ sở chính

# Synchronization_Update_Interviews_Title
source: Updating local interviews with changes from server
cs: Aktualizace Vašich rozhovorů se změnami na serveru
pt: Atualizando entrevistas locais com mudanças do servidor
ru: Обновление интервью данными с сервера
vi: Đang cập nhật các cuộc phỏng vấn địa phương với các thay đổi từ máy chủ

# Synchronization_Success_State_InterviewsPartialDownloaded_Format
source: {0} interviews were updated
cs: {0} rozhovorů bylo načteno
pt: {0} entrevistas foram atualizadas
ru: {0} интервью было обновлено
vi: {0} cuộc phỏng vấn đã được cập nhật

# Synchronization_PartialInterviews
source: interview changes
cs: změny rozhovoru
pt: mudanças na entrevista
ru: изменения по интервью
vi: thay đổi cuộc phỏng vấn

# Synchronization_Success_State_PartialUploadInterviews_Format
source: {0} interviews partial uploaded
cs: {0} rozhovorů částečně nahráno
pt: {0} entrevistas parcialmente carregadas
ru: {0} интервью частично отправлено
vi: {0} cuộc phỏng vấn một phần đã được tải lên

# Synchronization_Fail_State_InterviewsPartialDownloaded_Format
source: {0} of {1} partial interviews downloaded
cs: {0} z {1} rozhovorů částečně staženo
pt: {0} de {1} entrevistas parciais baixadas
ru: {0} из {1} частичных данных по интервью скачано
vi: {0} của {1} cuộc phỏng vấn một phần đã được tải xuống

# InvalidEndpointShort
source: Address is invalid
cs: Adresa je neplatná
pt: Endereço inválido
ru: Адрес не верный
vi: Địa chỉ không hợp lệ

# Dashboard_RemoveCalendarEvent
source: Delete calendar event
pt: Excluir evento do calendário
ru: Удалить калентарное событие
vi: Xóa sự kiện lịch

# Dashboard_AddCalendarEvent
source: Add calendar event
pt: Adicionar evento ao calendário
ru: Добавить календарное событие
vi: Thêm sự kiện lịch

# Dashboard_EditCalendarEvent
source: Edit calendar event
pt: Editar evento do calendário
ru: Редактировать время календарного события
vi: Chỉnh sửa sự kiện lịch

# Dashboard_ShowCalendarEvent
source: Next contact: {0}
pt: Próximo contato: {0}
ru: Следуюший контакт: {0}
vi: Liên hệ tiếp theo: {0}

# Dashboard_PastDateCalendarEvent
source: Selected date is in the past
pt: A data selecionada está no passado
ru: Дата находится в прошлом
vi: Ngày đã chọn là trong quá khứ

# Dashboard_PastTimeCalendarEvent
source: Selected time is in the past
pt: O horário selecionado está no passado
ru: Время находится в прошлом
vi: Thời gian đã chọn là trong quá khứ

# Synchronization_WorkspaceDisabled
source: Your account is no longer active on this server, because the workspace in which it is defined was disabled by the administrator. Please contact your supervisor.
pt: Sua conta não está mais ativa neste servidor, porque o espaço de trabalho em que está definida foi desativado pelo administrador. Por favor, contate seu supervisor.
ru: Ваша учётная запись не активна на данном сервере т.к. рабочее простанство в котром она определена отключено админстратором. Пожалуйста, обратитесь к супервизору.
vi: Tài khoản của bạn không còn hoạt động trên máy chủ này, vì không gian làm việc mà nó được xác định đã bị quản trị viên vô hiệu hóa. Vui lòng liên hệ với giám sát viên của bạn.

# Dashboard_MyQuestionnairesLinkText
source: My
cs: Moje dotazníky
ru: Мои
sq: Im/ime

# Dashboard_PublicQuestionnairesLinkText
source: Public
cs: Veřejné dotazníky
ru: Общие
sq: Publik

# Dashboard_ToolbarText
source: Questionnaires
ar: الاستبيانات
cs: Dotazníky
fr: Masques
ru: Опросники
sq: Pyetësorë

# EndpointText
source: Web Service Endpoint:
ar: نقطة نهاية خدمة ويب:
fr: Point du service web :
ru: Адрес веб-сервиса:
sq: Pika Fundore e Shërbimit të Uebit:

# ErrorMessage_InternalServerError
source: Server error. Please contact the support team at support@mysurvey.solutions
ar: خطأ في الخادم .الرجاء التواصل مع فريق الدعم عن طريقsupport@mysurvey.solutions
cs: Chyba serveru. Kontaktujte administrátora na martin.baca@czso.cz
fr: Erreur du serveur. Veuillez contacter l'équipe de soutien à support@mysurvey.solutions
ru: На данный момент сервер недоступен. Просим прощения за неудобства. Работа сервера будет восстановлена в ближайшее время
sq: Gabim i serverit. Ju lutemi, kontaktoni ekipin e mbështetës në support@mysurvey.solutions

# LoginNameHint
source: Your login
ar: تسجيل دخولك
cs: Uživatelské jméno
fr: Votre login
ru: Имя пользователя
sq: Të dhënat tuaja të regjistrimit

# LoginText
source: Sign in
ar: تسجيل الدخول
cs: Přihlásit se
fr: S'identifer
ru: Войти
sq: Hyr

# ErrorMessage_Maintenance
source: The website of Survey Solutions Designer is on the maintenance mode now. Sorry for the inconvenience
ar: موقع مصمم Survey Solutions في وضع الصيانة الآن. آسف للإزعاج
cs: Web aplikace Designer je nyní v režimu údržby. Omluvám se za nepříjemnost
fr: Le site web de Survey Solutions Designer est actuellement en cours de maintenance. Désolé pour le désagrément
ru: The website of survey solutions designer is in maintenance mode now. Sorry for the inconvenience
sq: Faqja e internetit e Survey Solutions Designer është në modalitet mirëmbajtjeje tani. Na falni për shqetësimin

# PasswordHint
source: Password
ar: كلمة المرور
cs: Heslo
fr: Mot de passe
ru: Пароль
sq: Fjalëkalimi

# ErrorMessage_RequestTimeout
source: Timeout when connecting to the Survey Solutions Designer website. Check your internet connection.
ar: انتهت المهلة عند الاتصال بموقع مصمم Survey Solutions. تحقق من اتصالك بالإنترنت.
cs: Vypršel časový limit při připojení k Survey Solutions Supervisor. Zkontrolujte připojení k internetu.
fr: Délai d'attente de réponse dépassé lors de la connexion au site Designer. Vérifiez votre connexion internet.
ru: Время ожидания ответа от сервера Survey Solutions Designer истекло. Пожалуйста, проверьте Ваше интернет соединение.
sq: Koha përfundoi kur po lidheshit me faqen e Survey Solutions Designer. Kontrolloni lidhjen tuaj me internetin.

# ErrorMessage_ServiceUnavailable
source: No connection to the Survey Solutions Designer. Please make sure that the website is available.
ar: لا يوجد اتصال بمصمم Survey Solutions. يرجى التأكد من أن الموقع متاح.
cs: Nelze se připojit k Survey Solutions Designer. Ujistěte se, že je stránka k dispozici.
fr: Aucune connexion avec le site Designer de Survey Solutions. Veuillez vous assurer que le site est disponible.
ru: Нет связи с Survey Solutions Designer.
sq: Nuk jeni të lidhur me Survey Solutions Designer. Ju lutemi, sigurohuni që faqja është e disponueshme.

# StaySignedInText
source: Stay signed in
ar: استمر مسجلا للدخول
cs: Zůstat přihlášen
fr: Rester connecté
ru: Запомнить меня
sq: Qëndro i regjistruar

# ErrorMessage_Unauthorized
source: Your login or password is incorrect
ar: تسجيل الدخول أو كلمة المرور غير صحيحة
cs: Vaše uživatelské jméno nebo heslo je chybné
fr: Votre login ou mot de passe est invalide
ru: Вы ввели неправильное имя или пароль
sq: Emri i regjistrimit ose fjalëkalimi juaj është i pasaktë

# PrefilledQuestions_StartInterview
source: START
ar: ابدأ
cs: ZAHÁJIT
fr: DÉBUT
ru: НАЧАТЬ
sq: HAP

# Interview_Questions_Gps_SaveAnswer
source: Tap to record GPS
ar: انقر لتسجيل نظام تسجيل الموقع
cs: Klepnutím zadejte GPS souřadnice
fr: Appuyer pour enregistrer les coordonnées GPS
ru: Определить местоположение
sq: Trokit për të regjistruar GPS-në

# Interview_Instruction_Title
source: Instruction
ar: تعليمات
cs: Nápověda
ru: Инструкция
sq: Udhëzim

# TextQuestion_Hint
source: Tap to enter text
ar: انقر لادخال نص
cs: Klepnutím zadejte text
fr: Appuyer pour saisir du texte
ru: Нажмите для ввода текста
sq: Trokit për të vendosur tekstin

# IntegerQuestion_Hint
source: Tap to enter number
ar: انقر لادخال رقم
cs: Klepnutím zadejte číslo
fr: Appuyer pour saisir un nombre entier
ru: Нажмите для ввода числа
sq: Trokit për të vendosur numrin

# RealQuestion_Hint
source: Tap to enter decimal
ar: انقر لادخال الابعاد
cs: Klepnutím zadejte číslo
fr: Appuyer pour saisir un nombre décimal
ru: Нажмите для ввода числа
sq: Trokit për të vendosur numrin dhjetor

# Interview_Questions_RemoveRowFromRosterMessage
source: Are you sure you want to remove related roster '{0}' from each related roster?
cs: Opravdu chcete smazat tyto seznamy '{0}' i z každého navazujícího seznamu?
ru: Вы уверены, что хотите удалить строку '{0}' у зависимых списков?
sq: Jeni të sigurt që doni të hiqni rosterin përkatës '{0}' nga çdo roster i lidhur?

# Interview_Questions_RemoveRowFromRosterListMessage
source: Are you sure you want to remove related rosters?
cs: Opravdu chcete smazat tyto seznamy?
ru: Вы уверены, что хотите удалить строку у зависимого списка?
sq: Jeni të sigurt që doni të hiqni rosterat përkatës?

source: No
ar: لا
cs: Ne
fr: Non
ru: Нет
sq: Jo

source: Yes
ar: نعم
cs: Ano
fr: Oui
ru: Да
sq: Po

source: Adjust
cs: Upravit
ru: Установить

# InvalidTimeMessage
source: It is important that the clock setting is accurate. Your clock indicates that current date is set incorrect. Adjust the clock by setting the correct date/time before continuing your work.
cs: Je důležité, aby nastavení hodin bylo přesné. Zdá se, že datum a čas na Vašem zařízení je nastaveno nesprávně. Než budete pokračovat v práci, upravte hodiny nastavením správného data / času.
ru: Важно, время на устройстве установлено не верно. Текущее время значительно отличается от времени сервера. Установите часы в правильное состояние прежде чем продолжать работу.

# Validity_Answered_Invalid_ErrorCaption
source: Answer is invalid
ar: إجابة غير صالحة
cs: Odpověď je neplatná
fr: La réponse est invalide
ru: Ответ недействителен
sq: Përgjigjja është e pavlefshme

# Validity_NotAnswered_InterviewException_ErrorCaption
source: Answer was not saved
ar: لم يتم حفظ الإجابة
cs: Odpověď nebyla uložena
fr: La réponse n'a pas été enregistrée
ru: Ответ не сохранён
sq: Përgjigjja nuk u ruajt

# Interview_Comment_Interviewer_Caption
source: Your comment
ar: تعليقك
cs: Vaše poznámka
fr: Votre commentaire
ru: Ваш комментарий
sq: Komenti juaj

# DateQuestion_Hint
source: Tap to enter date
ar: انقر لادخال التاريخ
cs: Klepnutím zadejte datum
fr: Appuyer pour sélectionner la date
ru: Нажмите для ввода даты
sq: Trokit për të vendosur datën

# Interview_Questions_QrBarcode_SaveAnswer
source: Tap to take barcode
ar: انقر لاخذ الشيفرة
cs: Klepnutím pořídíte čárový kód
fr: Appuyer pour capter le code-barres
ru: Отсканировать штрих-код
sq: Trokit për të marrë barkodin

# Interview_Question_Integer_ParsingError
source: Entered value cannot be parsed as integer value
ar: لا يمكن تحليل القيمة التي تم إدخالها كقيمة عدد صحيح
cs: Zadaná hodnota nemůže být zadána jako celé číslo
fr: Valeur inscrite ne peut pas être analysée comme un nombre entier
ru: Введенное значение не может быть интерпретировано как целое число
sq: Vlera e vendosur nuk mund të analizohet si vlerë e plotë

# Interview_Question_Real_ParsingError
source: Entered value cannot be parsed as decimal value
ar: لا يمكن تحليل القيمة التي تم إدخالها كقيمة عشرية
cs: Zadaná hodnota nemůže být zadána jako desetinné číslo
fr: Valeur renseignée ne peut pas être analysée comme une valeur décimale
ru: Введенное значение не может быть интерпретировано как вещественное число
sq: Vlera e vendosur nuk mund të analizohet si vlerë dhjetore

# Interview_PreviousGroupNavigation_AnsweredQuestions
source: All {0} questions answered
ar: كل {0} تم الإجابة على الأسئلة
cs: Všechny {0} otázky odpovězeny
fr: Chacune des {0} questions a été renseigné
ru: Все ({0}) вопросы отвечены
sq: Të {0} pyetjet kanë përgjigje

# Interview_PreviousGroupNavigation_UnansweredQuestions
source: Note: {0} questions is unanswered
ar: ملاحظة: {0} الأسئلة غير مجابة
cs: Poznámka: {0} otázek nezodpovězeno
fr: Remarquer : {0} questions sont sans réponse
ru: Внимание: неотвеченных вопросов - {0}
sq: Shënim: {0} pyetje janë pa përgjigje

# TextListQuestion_Hint
source: Tap to enter new item
ar: انقر لادخال عنصر جديد
cs: Klepnutím zadejte novou položku
fr: Appuyer pour ajouter de nouveaux éléments à la liste
ru: Нажмите для добавления нового элемента
sq: Trokit për të vendosur një objekt të ri

# Interview_Question_Text_MaskError
source: Please, fill in all the required values
ar: يرجى ملء كل القيم المطلوبة
cs: Vyplňte prosím všechny požadované hodnoty
fr: Veuillez remplir toutes les cases requises
ru: Заполните ответ на вопрос полностью
sq: Ju lutemi, plotësoni të gjitha vlerat e kërkuara

# FilteredComboboxQuestion_Hint
source: Tap to enter text
ar: انقر لادخال نص
cs: Klepnutím zadejte text
fr: Appuyer pour saisir du texte
ru: Нажмите для ввода текста
sq: Trokitni për të vendosur tekstin

# GpsQuestion_Timeout
source: GPS was unable to determine your location. To troubleshoot, please try the following: ensure that you are outdoors, confirm that your GPS is enabled, or change your GPS's timeout setting
ar: تعذر على نظام تحديد المواقع العالمي تحديد موقعك. لتحري الخلل وإصلاحه، يرجى تجربة ما يلي: تأكد من أنك في الهواء الطلق، أو تأكد من تمكين نظام تحديد المواقع العالمي ، أو قم بتغيير إعدادات مهلة نظام تحديد المواقع العالمي
cs: GPS souřadnice nebyla nalezena. Ověřte, zda máte povoleno sledování polohy na Vašem zařízení.
fr: GPS n'a pas pu fixer vos coordonnées. Pour dépanner, essayez les actions suivantes : s'assurer que vous êtes à l'extérieur, vérifiez que votre GPS est activé, ou modifier le paramètre de délai de réponse de votre GPS.
ru: Не удается получить вашу гео позицию. Выйдите на открытое пространство или увеличте значение таймаута в настройках.
sq: GPS nuk mundi të përcaktonte vendndodhjen tuaj. Për të zgjidhur problemin, ju lutemi provoni këto: sigurohuni që jeni në mjedise të jashtme, konfirmoni që GPS-ja juaj është aktivizuar ose ndryshoni cilësimet e kufirit kohor të GPS-së suaj

# ErrorMessage_InvalidEndpoint
source: Provided Survey Solutions Designer URL is invalid. Check settings.
ar: عنوان مصمم Survey Solutions المقدم URL غير صالح. تحقق من الإعدادات.
cs: Zadaná URL adresa aplikace Designer je neplatná. Zkontrolujte nastavení.
fr: L'URL de Survey Solutions Designer n'est pas valide. Vérifiez l'adresse dans les paramètres.
ru: Указан неверный адрес Survey Solutions Designer. Проверьте настройки.
sq: URL-ja e dhënë e Survey Solutions Designer është e pavlefshme.

# Interview_LinkedQuestion_Empty
source: Categories will appear only after answering the question that defines this questions categories.
ar: سوف تصبح الخيارات متاحة بعد الإجابة عن السؤال المشار إليه
cs: Kategorie se zobrazí až po vyplnění otázky, která definuje tyto kategorie.
fr: Les modalités ne seront disponibles qu'après avoir renseigné la question source
ru: Опции будут доступны после ответа на соответствующий вопрос
sq: Kategoritë do të jenë vlefshme pas përgjigjes së pyetjes së referuar

# Interview_Question_Cascading_NoMatchingValue
source: Answer "{0}" not allowed for this question
ar: الإجابة "{0}" لا تطابق أي خيار
cs: Odpověď "{0}" pro tuto otázku není povolena
fr: La réponse « {0} » ne correspond pas à une modalité possible
ru: Ответ "{0}" не соответствует ни с одной опцией
sq: Përgjigjja "{0}" nuk përputhet me asnjë kategori

# Interview_Questions_Multimedia_TapToTakePhoto
source: Tap to take a photo
ar: انقر لالتقاط صورة
cs: Klepnutím pořídíte fotografii
fr: Appuyer pour prendre une photo
ru: Нажмите, чтобы сделать фото
sq: Trokit për të bërë foto

# Interview_Question_Filter_MatchError
source: Answer "{0}" not allowed for this question
ar: الإجابة "{0}" لا تطابق أي خيار
cs: Odpověď "{0}" pro tuto otázku není povolena
fr: La réponse « {0} » ne correspond pas à une modalité possible
ru: Ответ "{0}" не соответствует ни с одной опцией
sq: Përgjigjja "{0}" nuk përputhet me asnjë kategori

# Dashboard_EmptyQuestionnairesList
source: No questionnaires yet You can create or edit your questionnaires in Survey Solutions Designer
ar: لا توجد استبيانات بعد يمكنك إنشاء أو تحرير الاستبيانات الخاصة بك في مصمم Survey Solutions
cs: Žádné dostupné dotazníky Musíte vytvořit nebo upravit Vaše dotazníky v aplikaci Designer
fr: Aucun masque disponible pour l'instant Vous pouvez créer ou modifier vos questionnaires dans au site Designer de Survey Solutioins
ru: Опросники не обнаружены Вы можете создать или отредактировать свои опросники при помощи сервиса Survey Solutions Designer
sq: Nuk ka ende pyetësorë Ju mund të krijoni ose redaktoni pyetësorët tuaj në Survey Solutions Designer

# Interview_Group_Status_NotStarted
source: Section not started
ar: لم يبدأ القسم
cs: Sekce nebyla zahájena
fr: Section non encore entamée
ru: Секция не содержит ни одного ответа
sq: Rubrika të panisura

# Interview_Group_Subgroups_ManyFormat
source: {0} sub-sections
ar: {0} أقسام فرعية
cs: {0} podsekce
fr: {0} sous-sections
ru: вложенных секций: {0}
sq: {0} nënrubrika

# Interview_Group_Subgroups_Zero
source: no sub-sections
ar: لا يوجد اقسام فرعية
cs: žádné podsekce
fr: aucune sous-section
ru: вложенных секций нет
sq: asnjë nënrubrikë

# Interview_Group_Subgroups_One
source: one sub-section
ar: قسم فرعي واحد
cs: jedna podsekce
fr: une sous-section
ru: одна вложенная секция
sq: një nënrubrikë

# Interview_Group_InvalidAnswers_One
source: one error
ar: خطأ واحد
cs: jedna chyba
fr: une seule erreur
ru: одна ошибка
sq: një gabim

# Interview_Group_InvalidAnswers_ManyFormat
source: {0} errors
ar: {0} أخطاء
cs: {0} chyby
fr: {0} erreurs
ru: ошибок: {0}
sq: {0} gabime

# Interview_Group_Status_CompletedFormat
source: Section completed: {0}
ar: اكتمل القسم: {0}
cs: Dokončené sekce: {0}
fr: Section achevée : {0}
ru: Секция заполнена ({0})
sq: Rubrika u përfundua: {0}

# Interview_Group_Status_StartedIncompleteFormat
source: Section started: {0}
ar: تم البدء بالقسم: {0}
cs: Zahájené sekce: {0}
fr: Section entamée : {0}
ru: Секция частично заполнена ({0})
sq: Rubrika të nisura: {0}

# Interview_Group_AnsweredQuestions_One
source: one answer
ar: جواب واحد
cs: jedna odpověď
fr: une seule réponse
ru: один ответ
sq: një përgjigje

# Interview_Group_AnsweredQuestions_Many
source: {0} answers
ar: {0} إجابات
cs: {0} odpovědí
fr: {0} réponses
ru: ответов: {0}
sq: {0} përgjigje

# Interview_NextSection_ButtonText
source: Next section
ar: القسم التالي
cs: Další sekce
fr: Section suivante
ru: Следующая секция
sq: Rubrika tjetër

# TextQuestion_MaskHint
source: Tap to enter text ({0})
ar: انقر لادخال نص ({0})
cs: Klepnutím zadejte text ({0})
fr: Appuyer pour saisir du texte ({0})
ru: Нажмите для ввода текста ({0})
sq: Trokit për të vendosur tekstin ({0})

# Interview_Question_Integer_NegativeRosterSizeAnswer
source: Answer '{0}' is incorrect because question is a roster source question and specified answer is negative
ar: الجواب '{0}' غير صحيح لأن السؤال يستخدم كحجم للقائمة والإجابة المحددة سلبية
cs: Odpověď "{0}", záporná hodnota není povolena pro seznam
fr: La réponse "{0}" est invalide parce qu'elle définit la taille du roster mais elle est négative
ru: Ответ '{0}' неверный, поскольку нельзя задать отрицательное количество элементов в списке
sq: Përgjigjja '{0}' është e pasaktë pasi pyetje është përdorur si madhësi e rosterit dhe përgjigjja e specifikuar është negative

# Interview_Question_Integer_RosterSizeAnswerMoreThanMaxValue
source: Answer '{0}' is incorrect because answer is greater than Roster upper bound '{1}'.
ar: الجواب '{0}' غير صحيح لأن الإجابة أكبر من الحد الاعلى لللائحة '{1}'.
cs: Odpověď "{0}", zadaná hodnota je vyšší než je povoleno '{1}'.
fr: La réponse "{0}" est invalide parce qu'elle dépasse la taille maximale du roster « {1} ».
ru: Ответ '{0}' неверный, поскольку он больше значения максимального количества элементов в списке: '{1}'.
sq: Përgjigjja '{0}' është e pasaktë, pasi përgjigjja është më e gjatë sesa kufiri i sipërm '{1}' i Rosterit.

# Interview_Question_Integer_EmptyValueError
source: Empty value cannot be saved
ar: لا يمكن حفظ القيمة الفارغة
cs: Prázdnou hodnotu nelze uložit
fr: Impossible d'enregistrer une valeur vide
ru: Нельзя сохранить пустое значение
sq: Vlera bosh nuk mund të ruhet
