Repository: SPuV/surveysolutions
Catalog: src/Core/SharedKernels/Enumerator/Enumerator/Properties/EnumeratorUIResources.*.resx
Languages: ar, cs, fr, pt, ru, sq, vi

# Prefs_GpsReceiveTimeoutSecTitle
source: GPS Receive timeout
ar: نظام تحديد المواقع وصل الى انتهاء المهلة
cs: Časový limit pro GPS souřadnice vypršel
fr: Délai d'attente des coordonnées GPS
pt: Tempo limite de recebimento do GPS
ru: Время ожидания получения GPS
sq: Koha e vlefshme për GPS Receive
vi: Thời gian chờ nhận GPS

# Prefs_EndpointTitle
source: Supervisor URL
ar: عنوان URL للمشرف
cs: Server URL
fr: URL de l'application Supervisor
pt: URL do Supervisor
ru: URL приложения Supervisor
sq: URL-ja e Supervizorit
vi: URL của giám sát viên

# DashboardItem_AssignedOn
source: Assigned: {0}
ar: تم تعينه على {0}
cs: Přiřazeno {0}
fr: Affecté le {0}
pt: Atribuído: {0}
ru: Назначено {0}
sq: Caktuar më {0}
vi: Được giao: {0}

# Diagnostics_Backup_Description
source: Save all relevant information to the file on this device.
cs: Uložte všechny relevantní data do souboru v tomto zařízení.
pt: Salve todas as informações relevantes no arquivo deste dispositivo.
ru: Сохранить нужную информацию в файл на устройстве.
sq: Ruaj të gjitha informacionet përkatëse në skedarin në këtë pajisje.
vi: Lưu tất cả thông tin liên quan vào tệp trên thiết bị này.

# Diagnostics_Backup_Title
source: Generate support package
cs: Vytvořit nouzovou zálohu
pt: Gerar pacote de suporte
ru: Создать пакет для службы поддержки
sq: Gjenero paketën e mbështetjes
vi: Tạo gói hỗ trợ

# Diagnostics_CheckVersion_Description
source: We will check for a newer version of the Interviewer application on the server
ar: سوف نتحقق من الإصدار الأحدث على خادم hq
cs: Zkontrolujte dostupnost nové verze aplikace Tazatel na serveru
fr: Nous allons voir si une version plus récente de l'appli Interviewer existe sur le serveur Headquarters
pt: Verificaremos se há uma versão mais recente do aplicativo do Entrevistador no servidor
ru: Мы проверим наличие новой версии на сервере
sq: Do të kontrollojmë për një version më të ri në serverin e ZQ-së
vi: Chúng tôi sẽ kiểm tra phiên bản mới hơn của ứng dụng Người phỏng vấn trên máy chủ

# Diagnostics_CheckVersion_Title
source: Version: {0}. Check for a new version
ar: النسخة :{0} تحقق من النسخة الجديدة
cs: Verze: {0}. Zkontrolujte dostupnost nové verze
fr: Version: {0}. Chercher une nouvelle version de l'appli Interviewer
pt: Versão: {0}. Verifique se há uma nova versão
ru: Версия: {0}. Проверить наличие новой версии
sq: Versioni: {0}. Kontrollo për një version të ri
vi: Phiên bản: {0}. Kiểm tra phiên bản mới

# Diagnostics_Restore_Description
source: By restoring saved data you will replace all current assignments on this device
ar: عند استعادة البيانات المحفوظة فانها سوف تحل محل جميع المهام الحالية على هذا الجهاز
cs: Obnovením uložených dat nahradíte všechny přiřazené dotazníky v tomto zařízení
fr: Restaurer depuis un fichier de sauvegarde aura comme conséquence de remplacer toute les affectations actuellement sur cet appareil.
pt: Ao restaurar os dados salvos, você substituirá todas as atribuições atuais neste dispositivo
ru: Восстановление сохраненных данных приведет к замене всех текущих интервью на вашем устройстве
sq: Duke rikuperuar të dhënat e ruajtura, do të zëvendësoni të gjitha detyrat në këtë pajisje
vi: Bằng cách khôi phục dữ liệu đã lưu, bạn sẽ thay thế tất cả các nhiệm vụ hiện tại trên thiết bị này

# Diagnostics_Restore_Title
source: RESTORE
ar: استعادة
cs: OBNOVIT
fr: Restaurer
pt: RESTAURAR
ru: Восстановить данные из резервной копии
sq: RIKTHE NË GJENDJE FILLESTARE
vi: KHÔI PHỤC

# Diagnostics_Send_Description
source: All application and interview data will be collected to a single archive. This can take up to 10 minutes.
ar: جميع بيانات التطبيق والمقابلة سيتم تجميعها في أرشيف واحد. قد يستغرق ذلك مدة تصل إلى 10 دقائق.
cs: Všechna data z dotazníků budou uloženy do jednoho archivu. Může to trvat až 10 minut.
fr: Toutes les données sur cet appareil--les données de l'appli comme les données entretiens--seront stockées dans un seul fichier d'achive. Ce processus peut prendre jusqu'à 10 minutes.
pt: Todos os dados do aplicativo e da entrevista serão coletados em um único arquivo. Isso pode levar até 10 minutos.
ru: Все собранные данные и информация о приложении будут собранны в единый архив. Операция может занять до 10 минут.
sq: Të gjitha të dhënat e aplikacionit dhe intervistës do të mblidhen në një arkiv të vetëm. Për këtë mund të duhen 10 minuta.
vi: Tất cả dữ liệu ứng dụng và phỏng vấn sẽ được thu thập vào một tệp lưu trữ duy nhất. Quá trình này có thể mất đến 10 phút.

# Diagnostics_Send_Title
source: Send all tablet information to Headquarters for troubleshooting.
ar: جمع و ارسال جميع معلومات الجهاز اللوحي الى المقر الرئيسي
cs: Zašlete všechny informace o tabletu na ústředí za účelem vyřešení problémů.
fr: Compiler et envoyer vers Headquarters toutes les données sur cet appareil
pt: Enviar todas as informações do tablet para a Sede para solução de problemas.
ru: Собрать и отправить на сервер информацию о приложении
sq: Mblidhni dhe dërgoni në ZQ të gjitha informacionin e tabletit
vi: Gửi tất cả thông tin máy tính bảng đến Trụ sở chính để khắc phục sự cố.

# Diagnostics_Share_Description
source: All information below will be shared as plain text. It can be sent by email, google hangouts of any other messaging app
ar: ستتم مشاركة جميع المعلومات أدناه كنص عادي. يمكن إرسالها عن طريق البريد الإلكتروني، Google Hangouts ، من أي تطبيق الرسائل الأخرى
cs: Všechny níže uvedené informace budou sdíleny jako prostý text. Lze jej odeslat e-mailem, přes Google nebo jinou aplikací pro zasílání zpráv
fr: Toutes les informations techniques seront mis dans un fichier texte simple qui pourrait être envoyée par courriel, Google Hangouts, ou tout autre appli de messagerie
pt: Todas as informações abaixo serão compartilhadas como texto simples. Pode ser enviado por e-mail, Google Hangouts ou qualquer outro aplicativo de mensagens
ru: Информация будет собрана в текстовом виде. Она может быть отправлена по электроннй почте, при помощи программы Google hangouts или любым другим приложением по обмену сообщениями
sq: I gjithë informacioni e mëposhtëm do të ndahet si tekst i thjeshtë. Ai mund të dërgohet me email, google hangouts ose çdo aplikacion tjetër për dërgimin e mesazheve
vi: Tất cả thông tin dưới đây sẽ được chia sẻ dưới dạng văn bản thuần túy. Nó có thể được gửi qua email, google hangouts hoặc bất kỳ ứng dụng nhắn tin nào khác

# Diagnostics_Share_Title
source: Share all technical information
ar: مشاركة جميع المعلومات التقنية
cs: Sdílejte všechny technické informace
fr: Partager toutes les informations techniques
pt: Compartilhar todas as informações técnicas
ru: Передать техническую информацию
sq: Nda të gjithë informacionin teknik
vi: Chia sẻ tất cả thông tin kỹ thuật

# Diagnostics_Title
source: Diagnostics
ar: التشخيص
cs: Diagnostika
fr: Diagnostiques
pt: Diagnóstico
ru: Диагностика
sq: Diagnostikim
vi: Chẩn đoán

# MenuItem_Title_Diagnostics
source: Diagnostics
ar: التشخيص
cs: Diagnostika
fr: Diagnostiques
pt: Diagnóstico
ru: Диагностика
sq: Diagnostikimi
vi: Chẩn đoán

# Share_to_Title
source: Share information to..
ar: مشاركة المعلومات مع.....
cs: Sdílet informace..
fr: Partager l'information avec…
pt: Compartilhar informações com..
ru: Передать техническую информацию при помощи..
sq: Ndaje informacionin me..
vi: Chia sẻ thông tin đến..

# Diagnostics_TestConnection_Description
source: Test the quality and speed of the connection with the server.
ar: سوف نختبر الاتصال مع خادمنا وسرعته
cs: Test kvality a rychlosti připojení k serveru.
fr: Mesure la vitesse de connexion à partir de la communication entre l'appareil et le serveur
pt: Teste a qualidade e a velocidade da conexão com o servidor.
ru: Проверка подключения к серверу и его скорость
sq: Ne do të testojmë lidhjen me serverin tonë dhe shpejtësinë e tij
vi: Kiểm tra chất lượng và tốc độ kết nối với máy chủ.

# Diagnostics_TestConnection_Title
source: Test bandwidth to server
ar: اختبار النطاق الترددي للخادم
cs: Test připojení k serveru
fr: Mesurer la vitesse de la connexion au serveur
pt: Testar largura de banda para o servidor
ru: Проверить скорость соединения с сервером
sq: Testo gjerësinë e bandës me serverin
vi: Kiểm tra băng thông đến máy chủ

# Diagnostics_Delete
source: Delete
ar: حذف
cs: Vymazat
fr: Supprimer
pt: Excluir
ru: Удалить
sq: Fshi
vi: Xóa

# Diagnostics_Send
source: Send
ar: ارسال
cs: Poslat
fr: Envoyer
pt: Enviar
ru: Отправить
sq: Dërgo
vi: Gửi

# Diagnostics_TabletInformationReady_Title
source: Data archive is ready
ar: أرشيف البيانات جاهز
cs: Datový archiv je připraven
fr: Fichier d'archive disponible
pt: Arquivo de dados está pronto
ru: Архив готов
sq: Arkivi i të dhënave është gati
vi: Tệp lưu trữ dữ liệu đã sẵn sàng

# Diagnostics_TabletInformationScope_Title
source: Scope:
ar: نطاق:
cs: Velikost:
fr: Taille :
pt: Escopo:
ru: Объем:
sq: Sfera:
vi: Phạm vi:

# Diagnostics_TabletInformationWhenGenerated_Title
source: When generated:
ar: عند التوليد
cs: Při generování:
fr: Fichier crée :
pt: Quando gerado:
ru: Дата и время создания:
sq: Kur gjenerohet:
vi: Khi được tạo:

# Diagnostics_DownloadingPleaseWait
source: Downloading, please wait...
ar: جار التنزيل، يرجى الانتظار ...
cs: Probíhá stahování, prosím čekejte...
fr: Téléchargement en cours. Veuillez patienter ...
pt: Baixando, por favor, aguarde...
ru: Происходит загрузка, пожалуйста подождите...
sq: Po shkarkohet, ju lutemi pritni...
vi: Đang tải xuống, vui lòng đợi...

# Diagnostics_NewVersionAvaliable_Title
source: New version exists. Would you like to download and update application?
ar: يوجد إصدار جديد. هل ترغب في تحميل وتحديث التطبيق؟
cs: Je připravena nová verze aplikace. Chcete ji stáhnout a aktualizovat aplikaci?
fr: Une nouvelle version existe. Voulez-vous la télécharger et mettre à jour l'appli Interviewer sur cet appareil ?
pt: Existe uma nova versão. Gostaria de baixar e atualizar o aplicativo?
ru: Существует более новая версия. Вы хотите загрузить и обновить приложение?
sq: Ekziston version i ri. Dëshironi të shkarkoni dhe përditësoni aplikacionin?
vi: Phiên bản mới tồn tại. Bạn có muốn tải xuống và cập nhật ứng dụng không?

# Diagnostics_NewVersionNumber_Title
source: Version number:
ar: رقم النسخة
cs: Číslo verze:
fr: Numéro de version :
pt: Número da versão:
ru: Версия номер:
sq: Versioni numër:
vi: Số phiên bản:

# Diagnostics_No
source: No
ar: لا
cs: Ne
fr: Non
pt: Não
ru: Нет
sq: Jo
vi: Không

# Diagnostics_Update
source: Update
ar: تحديث
cs: Aktualizace
fr: Mettre à jour
pt: Atualizar
ru: Обновить
sq: Përditëso
vi: Cập nhật

# Diagnostics_YouHaveTheLatestVersionOfApplication
source: You have the latest version of application.
ar: لديك احدث نسخة من التطبيق
cs: Máte nejnovější verzi aplikace.
fr: Vous detenez la plus récente version de l'appli Interviewer
pt: Você tem a versão mais recente do aplicativo.
ru: У вас установлена последняя версия приложения.
sq: Ju keni versionin më të fundit të aplikacionit.
vi: Bạn đang sử dụng phiên bản mới nhất của ứng dụng.

# Diagnostics_BackupDate_Title
source: When Saved:
ar: عند الحفظ
cs: Datum a čas uložení:
fr: Date :
pt: Quando salvo:
ru: Дата и время создания резервной копии:
sq: Kur ruhet:
vi: Khi được lưu:

# Diagnostics_BackupFileLocation_Title
source: Backup file location:
ar: موقع ملف النسخ الاحتياطي:
cs: Cesta k záloze:
fr: Répertoire :
pt: Localização do arquivo de backup:
ru: Путь к файлу с резервной копией:
sq: Bëj kopje rezervë të vendndodhjes së skedarit:
vi: Vị trí tệp sao lưu:

# Diagnostics_BackupReady_Title
source: Data saved
ar: تم حفظ البيانات
cs: Záloha byla uložena
fr: Fichier de sauvegarde créé
pt: Dados salvos
ru: Данные сохранены
sq: Të dhënat u ruajtën
vi: Dữ liệu đã được lưu

# Diagnostics_BackupScope_Title
source: Scope:
ar: نطاق:
cs: Velikost:
fr: Taille :
pt: Escopo:
ru: Объем:
sq: Sfera:
vi: Phạm vi:

# Diagnostics_RestoreReady_Title
source: Saved data found:
ar: تم العثور على البيانات المحفوظة:
cs: Uložená data naleznete:
fr: Fichier de sauvegarde retrouvé
pt: Dados salvos encontrados:
ru: Сохраненные данные:
sq: U gjetën të dhënat e ruajtura:
vi: Dữ liệu đã lưu được tìm thấy:

# Diagnostics_BandwidthTestConnectionAbsent_Title
source: <font color="red">No internet connection</font>
cs: <font color="red">Není internetové připojení</font>
fr: <font color="red">Aucune connexion internet</font>
pt: <font color="red">Sem conexão com a internet</font>
ru: <font color="red">Соединение с интернетом отсутствует</font>
vi: <font color="red">Không có kết nối internet</font>

# Diagnostics_BandwidthTestConnectionNotOK_Title
source: Connection is <font color="red">not good</font>
ar: الاتصال <font color="red">غير جيد</font>
cs: Připojení <font color="red">není dobré</font>
fr: Connexion est <font color="red">pas bien</font>
pt: Conexão está <font color="red">não boa</font>
ru: Соединение <font color="red">плохое</font>
sq: Lidhja është <font color="red">jo e mirë </font>
vi: Kết nối <font color="red">không tốt</font>

# Diagnostics_BandwidthTestConnectionOK_Title
source: Connection is OK
ar: الاتصال على ما يرام
cs: Připojení je v pořádku
fr: Connexion est OK
pt: Conexão está OK
ru: Соединение хорошее
sq: Lidhja është OK
vi: Kết nối OK

# Diagnostics_BandwidthTestConnectionType_Title
source: Connection type:
ar: نوع الاتصال
cs: Typ připojení:
fr: Type de connexion :
pt: Tipo de conexão:
ru: Тип соединения:
sq: Lloji i lidhjes:
vi: Loại kết nối:

# Diagnostics_BandwidthTestNetworkName_Title
source: Network name:
ar: اسم الشبكة:
cs: Jméno sítě:
fr: Nom du réseau :
pt: Nome da rede:
ru: Имя сети:
sq: Emri i rrjetit:
vi: Tên mạng:

# Diagnostics_BandwidthTestPing_Title
source: Ping:
cs: Odezva:
ru: Пинг:

# Diagnostics_ServerUrl
source: Server URL:
ar: عنوان URL للخادم
fr: L'URL du serveur :
pt: URL do servidor:
ru: Адрес сервера:
sq: URL-ja e serverit:
vi: URL máy chủ:

# Diagnostics_BandwidthTestConnectionToTheServerAbsent_Title
source: <font color="red">No connection with server</font>
cs: <font color="red">Není spojení se serverem</font>
fr: <font color="red">Aucune connexion avec le serveur</font>
pt: <font color="red">Sem conexão com o servidor</font>
ru: <font color="red">Соединение с нашим сервером отсутствует</font>
sq: <font color="red">Nuk është lidhur me serverin </font>
vi: <font color="red">Không có kết nối với máy chủ</font>

# Troubleshooting_RestoreFolderIsEmpty
source: Folder '{0}' is empty. Please put the backup you want to restore in the folder.
ar: المجلد '{0}' فارغ. الرجاء وضع النسخ الاحتياطي الذي تريد استعادته في المجلد.
cs: Složka „{0}“ je prázdná. Do složky vložte zálohu, kterou chcete obnovit.
fr: Le répertoire '{0}' est vide. Veuillez mettre la sauvegarde à restaurer dans ce répertoire
pt: A pasta '{0}' está vazia. Por favor, coloque o backup que você deseja restaurar na pasta.
ru: Папка '{0}' пуста. Пожалуйста, положите данные, которые Вы хотите восстановить в эту папку.
sq: Dosja '{0}' është bosh. Ju lutemi, vendosni në dosje kopjen rezervë që doni të rikuperoni.
vi: Thư mục '{0}' trống. Vui lòng đặt bản sao lưu bạn muốn khôi phục vào thư mục.

# FinishInstallation_EndpointDiffers
source: Synchronization endpoint '{0}' is different from provided in Settings ('{1}'). Load URL from settings?
ar: نقطة نهاية التزامن '{0}' مختلفة عن المقدمة في الإعدادات ('{1}'). هل تريد تحميل عنوانurl من الإعدادات؟
cs: Koncový bod synchronizace „{0}“ se liší od uvedeného v Nastavení („{1}“). Načíst adresu URL z nastavení?
fr: L'adresse du serveur '{0}' diffère de celle fournise dans Paramètrage ('{1}'). Utiliser celle indiquée dans Paramètrage ?
pt: O ponto de sincronização '{0}' é diferente do fornecido nas Configurações ('{1}'). Carregar URL das configurações?
ru: Адрес сайта Supervisor '{0}' отличается от сохранённого в настройках ('{1}'). Загрузить URL из настроек?
sq: Pika fundore e sinkronizimit '{0}' është ndryshe nga ajo që përcaktohet në Cilësime ('{1}'). Ngarko URL-në nga cilësimet?
vi: Điểm cuối đồng bộ hóa '{0}' khác với điểm cuối được cung cấp trong Cài đặt ('{1}'). Tải URL từ cài đặt?

# Prefs_EventChunkSizeSummary
source: How many events can be read with one query
ar: كم عدد الأحداث التي يمكن قراءتها باستعلام واحد
fr: Nombre d'évènements lisible pendant une requête
pt: Quantos eventos podem ser lidos com uma consulta
ru: Сколько событий может быть вычитанно за один запрос
sq: Sa ngjarje mund të lexohen me një kërkim
vi: Số lượng sự kiện có thể đọc trong một truy vấn

# Prefs_EventChunkSizeTitle
source: Event chunk size
fr: Taille de segment d'événement
pt: Tamanho do bloco de eventos
ru: Количество событий в запросе
sq: Madhësia e pjesës së ngjarjes
vi: Kích thước khối sự kiện

# Synchronization_Download_AttachmentsCleanup
source: Removing obsolete attachments
ar: إزالة المرفقات الملغية
cs: Odebírání zastaralých příloh
fr: Supression de fichiers joints obsolètes
pt: Removendo anexos obsoletos
ru: Удаление вложений
sq: Bashkëlidhjet e vjetruara po hiqen
vi: Đang xóa các tệp đính kèm không cần thiết

# Synchronization_Check_Obsolete_Questionnaires
source: Check for obsolete questionnaires
ar: تحقق من الاستبيانات الملغية
cs: Zkontrolujte starší dotazníky
fr: Recherche de masques obsolètes
pt: Verificar questionários obsoletos
ru: Проверка на наличие удалённых опросников
sq: Shih për pyetësorë të vjetruar
vi: Kiểm tra các bảng câu hỏi không cần thiết

# Synchronization_Check_Obsolete_Questionnaires_Description
source: Removing {0} questionnaire out of {1}
ar: إزالة {0} الاستبيان من {1}
cs: Odstranění {0} z dotazníku {1}
fr: Suppression de {0} questionnaire(s) sur {1}
pt: Removendo {0} questionário de {1}
ru: Удаление {0} опросника из {1}
sq: Po hiqen {0} pyetësorë nga {1}
vi: Đang xóa {0} bảng câu hỏi trong số {1}

# NotSupportedServerSyncProtocolVersion
source: You have an incompatible version of the Interviewer application. Please, uninstall and install it again from your Survey Solutions Headquarters website
ar: لديك إصدار غير متوافق من تطبيق الباحث. من فضلك، إلغاء تثبيته وتثبيت مرة أخرى من المقر الخاص بك في Survey Solutions
cs: Máte nainstalovanou nekompatibilní verzi aplikace Tazatel. Odinstalujte jej a znovu nainstalujte z webu Survey Solutions Headquarters
fr: Vous avez une mauvaise version de l'appli Interviewer. Veuillez installer la bonne version en : désinstallant la version actuelle; téléchargeant la bonne version du serveur, et installant cette nouvelle version
pt: Versão incompatível detectada. Por favor, entre em contato com seu supervisor para resolução
ru: Ваша версия приложения не поддерживается сервером. Пожалуйста, удалите приложение Interviewer и поставьте заново в Вашего веб сайта Survey Solutions Headquarters
sq: Ju keni një version që nuk përputhet me aplikacionin e Intervistuesit. Ju lutemi, çinstalojeni dhe instalojeni prapë nga faqja e Zyrës Qendrore në Survey Solutions
vi: Bạn có phiên bản không tương thích của ứng dụng Phỏng vấn viên. Vui lòng gỡ cài đặt và cài đặt lại từ trang web Trụ sở chính của bạn

# Interview_Loading
source: Loading interview data
ar: جار التحميل
cs: Načítání rozhovoru
fr: Chargement en cours
pt: Carregando dados da entrevista
ru: Открытие
sq: Të dhënat e intervistës po shkarkohen
vi: Đang tải dữ liệu phỏng vấn

# Interview_Loading_With_Percents
source: Loading interview data {0}%
ar: جار التحميل ... {0}٪
cs: Načítání rozhovoru {0}%
fr: Chargement en cours ... {0}%
pt: Carregando dados da entrevista {0}%
ru: Открытие... {0}%
sq: Të dhënat e intervistës po ngarkohen {0}%
vi: Đang tải dữ liệu phỏng vấn {0}%

# Synchronization_Fail_State_FailedToProcess_Format
source: {0} interview(s) failed to synchronize
ar: {0} فشل في مزامنة مقابلة/مقابلات
cs: {0} rozhovor(ů) se nepodařilo synchronizovat
fr: {0} entretien(s) pas synchronisé(s)
pt: {0} entrevista(s) falharam ao sincronizar
ru: {0} интервью не синхронизировано из-за ошибки
sq: {0} intervistë(a) nuk arritën të sinkronizohen
vi: {0} phỏng vấn không đồng bộ hóa được

# Synchronization_DoneWithErrors_Title
source: Synchronization completed with errors
ar: اكتملت المزامنة مع وجود أخطاء
cs: Synchronizace dokončena s chybami
fr: Synchronisation terminée avec des erreurs
pt: Sincronização concluída com erros
ru: Синхронизация завершена с ошибками
sq: Sinkronizimi përfundoi me gabime
vi: Đồng bộ hóa hoàn thành với lỗi

# FailedToLoadInterview
source: Failed to open interview
ar: فشل في فتح المقابلة
cs: Nepodařilo se otevřít rozhovor
fr: Echec d'ouverture d'entretien.
pt: Falha ao abrir entrevista
ru: Не удалось открыть интервью
sq: Intervista nuk arriti të hapet
vi: Không thể mở phỏng vấn

# FailedToLoadInterviewDescription
source: Interview case is invalid and cannot be opened. Please contact support or try to synchronize to refresh the cases.
cs: Tento rozhovor je neplatný a nelze jej otevřít. Zkuste synchronizovat pro obnovení rozhovorů, pokud problém přetrvává obraťte se na svého garanta.
pt: O caso da entrevista é inválido e não pode ser aberto. Por favor, contate o suporte ou tente sincronizar para atualizar os casos.
ru: Интервью находится в неправильном состоянии и не может быть открыто. Свяжитесь с поддержкой или попробуйте синхронизироваться, чтобы получить правильное состояние.
sq: Intervista është në gjendje të pavlefshme dhe nuk mund të hapet. Ju lutemi, kontaktoni me ekipin mbështetës ose provoni të sinkronizoheni, që të përftoni gjendjen e duhur.
vi: Trường hợp phỏng vấn không hợp lệ và không thể mở. Vui lòng liên hệ hỗ trợ hoặc thử đồng bộ hóa để làm mới các trường hợp.

# UnacceptableSSLCertificate
source: Failed to verify certificate for target URL. Please, check if Headquarters website address is valid and your device has correct current date and time
ar: أخفق التحقق من الشهادة لعنوان URL المستهدف. يرجى التحقق مما إذا كان عنوان موقع المقر الرئيسي صالحا وأن جهازك يحتوي على التاريخ والوقت الحاليين
cs: Ověření certifikátu pro cílovou adresu URL se nezdařilo. Zkontrolujte prosím, zda je webová adresa ústředí platná a zda má Vaše zařízení správně nastavené aktuální datum a čas
fr: Echec de vérification de l'URL ou du certificat de sécurité. Veuillez vérifiquer que l'adresse du serveur est valide, et que la date et heure sur la tablette sonte correctes.
pt: Falha ao verificar o certificado para o URL de destino. Por favor, verifique se o endereço do site da Sede é válido e se o seu dispositivo tem a data e hora corretas
ru: Невозможно проверить сертификат. Проверьте адрес приложения Headquarters и верность текущей даты на устройстве
sq: Nuk arriti të verifikonte certifikatën për URL-në e synuar. Ju lutemi, kontrolloni nëse adresa e faqes së Zyrës Qendrore është e vlefshme dhe nëse pajisja juaj ka datën dhe orën aktuale
vi: Không thể xác minh chứng chỉ cho URL mục tiêu. Vui lòng kiểm tra xem địa chỉ trang web Trụ sở chính có hợp lệ và thiết bị của bạn có ngày và giờ hiện tại chính xác không

# InterviewerFromDifferentTeam
source: Interviewer is part of another team. Please synchronize with Headquarters.
cs: Tazatel je součástí jiné skupiny. Synchronizujte prosím s Ústředím.
pt: O entrevistador faz parte de outra equipe. Por favor, sincronize com a Sede.
ru: Интервьюер принадлежит другой команде. Пожалуйста, синхронизируйтесь с Headquarters
sq: Intervista i takon një ekipi tjetër. Ju lutemi, sinkronizohuni me faqen e Zyrës Qendrore
vi: Phỏng vấn viên là thành viên của nhóm khác. Vui lòng đồng bộ hóa với Trụ sở chính.

# Synchronization_DownloadingLogo
source: Downloading logo
ar: تنزيل الشعار
cs: Stahování loga
fr: Téléchargement du logo
pt: Baixando logotipo
ru: Загрузка логотипа
sq: Logoja e shkarkimit
vi: Đang tải xuống logo

# Synchronization_UploadingLogo
source: Uploading logo
cs: Nahrávám logo
pt: Enviando logotipo
ru: Отправка логотипа
sq: Logoja po ngarkohet
vi: Đang tải lên logo

# Synchronization_Done
source: Done
ar: تم انجازه
cs: Hotovo
fr: Terminé
pt: Concluído
ru: Завершить
sq: U krye
vi: Hoàn thành

# Dashboard_Start
source: Start
ar: ابدأ
cs: Zahájení
fr: Démarrer
pt: Iniciar
ru: Начать
sq: Fillo
vi: Bắt đầu
