Repository: SPuV/surveysolutions
Catalog: src/Core/SharedKernels/Enumerator/Enumerator/Properties/EnumeratorUIResources.*.resx
Languages: ar, cs, fr, pt, ru, sq, vi

# Troubleshooting_CurrentVersion_CheckForUpdates
source: Version: {0}. Check for a new version
ar: النسخة :{0} تحقق من النسخة الجديدة
cs: Verze: {0}. Zkontrolujte dostupnost nové verze
fr: Version : {0}. Vérifier si une nouvelle version existe
pt: Versão: {0}. Verifique se há uma nova versão
ru: Версия: {0}. Проверить наличие новой версии
sq: Version: {0}. Shihni për një version të ri
vi: Phiên bản: {0}. Kiểm tra phiên bản mới

# Troubleshooting_BackupWasSaved
source: Backup was saved to {0}
ar: تم حفظ النسخ الاحتياطي إلى {0}
cs: Záloha byla uložena do {0}
fr: Un backup a été enregistrée dans le répertoire {0}
pt: Backup foi salvo em {0}
ru: Резервная копия сохранена в файл {0}
sq: Kopja rezervë u ruajt në {0}
vi: Bản sao lưu đã được lưu vào {0}

# Troubleshooting_BackupErrorMessage
source: Something went wrong and backup failed to be created
ar: حدث خطأ ما ولم يتم إنشاء نسخة احتياطية
cs: Něco se pokazilo a zálohu se nepodařilo vytvořit
fr: Un problème est survenu. Aucun backup n'a été créé
pt: Algo deu errado e o backup não pôde ser criado
ru: Произошла неизвестная ошибка при создании резервной копии приложения
sq: Diçka shkoi keq dhe kopja rezervë nuk arriti të krijohej
vi: Đã xảy ra sự cố và không thể tạo bản sao lưu

# Troubleshooting_Backup
source: Create backup
ar: انشاء نسخة احتياطية
cs: Vytvořit zálohu
fr: Créer un backup
pt: Criar backup
ru: Создать резервную копию
sq: Krijo kopje rezervë
vi: Tạo bản sao lưu

# Synchronization_Download_CalendarEvents_Title
source: Updating calendar events
pt: Atualizando eventos do calendário
ru: Обновление событий календаря
vi: Đang cập nhật sự kiện lịch

# Synchronization_UserLinkedToAnotherDevice_Title
source: Your account was relinked to another tablet
ar: تمت إعادة ربط حسابك بجهاز لوحي آخر
cs: Váš uživatelský účet byl přihlášen na jiném zařízení
fr: Votre compte a été reliée à une autre tablette
pt: Sua conta foi vinculada a outro tablet
ru: Ваша учетная запись перепривязана к другому устройству
sq: Llogaria juaj u rilidh me një tablet tjetër
vi: Tài khoản của bạn đã được liên kết lại với một máy tính bảng khác

# Synchronization_UserLinkedToAnotherDevice_Status
source: User authentication error
ar: خطأ في مصادقة المستخدم
cs: Chyba ověření uživatele
fr: Erreur lors de l'authentification de l'utilisateur
pt: Erro de autenticação de usuário
ru: Ошибка аутентификации пользователя
sq: Gabim në verifikimin e përdoruesit
vi: Lỗi xác thực người dùng

# Synchronization_UserAuthentication_Title
source: User authentication
ar: مصادقة المستخدم
cs: Ověření uživatele
fr: Authentification de l'utilisateur
pt: Autenticação de usuário
ru: Аутентификация пользователя
sq: Vërtetimi i përdoruesit
vi: Xác thực người dùng

# Synchronization_UserAuthentication_Description
source: Preparing for synchronization
ar: التحضير للمزامنة
cs: Příprava k synchronizaci
fr: Préparation de synchronisation en cours
pt: Preparando-se para sincronização
ru: Подготовка к синхронизации
sq: Po përgatitet për sinkronizim
vi: Đang chuẩn bị cho đồng bộ hóa

# Synchronization_Upload_Title_Format
source: Uploading {0}
ar: تم تحميل {0}
cs: Načteno {0}
fr: Envoi de {0} en cours
pt: Carregando {0}
ru: Отправка {0}
sq: Po ngarkohet {0}
vi: Đang tải lên {0}

# Synchronization_Receiving_Title_Format
source: Receiving {0}
cs: Přijato {0}
pt: Recebendo {0}
ru: Получение {0}
sq: Po merr {0}
vi: Đang nhận {0}

# Synchronization_LinkToErrors
source: More information on the synchronization errors may be found at the <a href="https://support.mysurvey.solutions/interviewer/troubleshooting/synchronization-problems">support site</a>
cs: Více informaci o chybách při synchronizaci najde na <a href="https://support.mysurvey.solutions/interviewer/troubleshooting/synchronization-problems">support site</a>
pt: Mais informações sobre os erros de sincronização podem ser encontradas no <a href="https://support.mysurvey.solutions/interviewer/troubleshooting/synchronization-problems">site de suporte</a>
ru: Подробнее об ошибках синхронизации можно прочесть на <a href="https://support.mysurvey.solutions/interviewer/troubleshooting/synchronization-problems">сайте тех. поддержки</a>
vi: Thông tin thêm về các lỗi đồng bộ hóa có thể được tìm thấy tại <a href="https://support.mysurvey.solutions/interviewer/troubleshooting/synchronization-problems">trang hỗ trợ</a>

# Synchronization_Upload_Interviews_Text
source: interviews
ar: مقابلات
cs: rozhovory
fr: entretiens
pt: entrevistas
ru: интервью
sq: Intervista
vi: cuộc phỏng vấn

# Synchronization_Upload_Description_Format
source: {0} of {1} {2} done
ar: من {1} {2} مكتمل {0}
cs: {0} z {1} {2} hotovo
fr: {0} sur {1} {2} envoyés
pt: {0} de {1} {2} feito
ru: {0} из {1} {2} обработано
sq: {0} nga {1} {2} u kryen
vi: {0} của {1} {2} đã hoàn thành

# Synchronization_Upload_CompletedAssignments_Text
source: completed assignments
ar: المهام المكتملة
cs: Přiřazené dotazníky jsou dokončeny
fr: affectations achevées
pt: atribuições concluídas
ru: законченные интервью
sq: detyra të përfunduara
vi: nhiệm vụ hoàn thành

# Synchronization_Upload_CalendarEvents_Text
source: calendar events
pt: eventos do calendário
ru: календарные события
vi: sự kiện lịch

# Synchronization_Success_State_UploadedInterviews_Format
source: {0} completed interviews uploaded
ar: تم تحميل المقابلات المكتملة {0}
cs: {0} nahraných dokončených rozhovorů
fr: {0} entretiens achevés envoyés
pt: {0} entrevistas concluídas carregadas
ru: {0} законченных интервью отправлено
sq: {0} intervista të përfunduara u ngarkuan
vi: {0} cuộc phỏng vấn hoàn thành đã được tải lên

# Synchronization_Success_State_RejectedInterviews_Format
source: {0} rejected interviews returned
ar: {0} المقابلات المرتجعة التي تم رفضها
cs: {0} zamítnutých rozhovorů se vrátilo
fr: {0} entretiens rejetés reçus
pt: {0} entrevistas rejeitadas retornadas
ru: {0} отклоненных интервью получено
sq: {0} intervista të reja u kthyen
vi: {0} cuộc phỏng vấn bị từ chối đã được trả lại

# Synchronization_Success_State_NewInterviews_Format
source: {0} new interviews downloaded
ar: مقابلات جديدة تم تنزيلها {0}
cs: {0} rozhovorů nově staženo
fr: {0} nouveaux entretiens reçus
pt: {0} novas entrevistas baixadas
ru: {0} новых интервью скачано
sq: {0} intervista të reja u shkarkuan
vi: {0} cuộc phỏng vấn mới đã được tải xuống

# Synchronization_Success_Description
source: All assignments were updated
ar: تم تحديث جميع المهام
cs: Všechny přiřazené dotazníky byly aktualizovány
fr: Toutes les affectations ont été mises à jour
pt: Todas as atribuições foram atualizadas
ru: Были обновлены все назначения
sq: Të gjitha detyrat u përditësuan
vi: Tất cả các nhiệm vụ đã được cập nhật

source: Transferring calendar events
pt: Transferindo eventos do calendário
ru: Передача событий календаря
vi: Đang chuyển sự kiện lịch

# Synchronization_Questionnaires
source: questionnaires
ar: الاستبيانات
cs: dotazníky
fr: Masques
pt: questionários
ru: опросники
sq: Pyetësorë
vi: bảng câu hỏi

source: Updating questionnaires
cs: Aktualizace dotazníků
pt: Atualizando questionários
ru: Обновление вопросников
sq: Pyetësorët po përditësohen
vi: Đang cập nhật bảng câu hỏi

source: Transferring assignments
cs: Přenos přiřazených dotazníků
pt: Transferindo atribuições
ru: Передача назначений
sq: Detyrat po transferohen
vi: Đang chuyển nhiệm vụ

# Synchronization_LockedAssignments_Text
source: Assignments are locked until synchronization is complete
ar: تم تأمين المهام حتى اكتمال المزامنة
cs: Přiřazené dotazníky jsou uzamčeny, dokud není hotova synchronizace
fr: Vos affectations sont verrouillées jusqu'à la fin de la synchronisation
pt: As atribuições estão bloqueadas até que a sincronização seja concluída
ru: Интервью заблокированы до окончания синхронизации
sq: Detyrat janë të bllokuara derisa të përfundojë sinkronizimi
vi: Nhiệm vụ bị khóa cho đến khi đồng bộ hóa hoàn thành

# Synchronization_Interviews
source: interviews
ar: مقابلات
cs: rozhovory
fr: entretiens
pt: entrevistas
ru: интервью
sq: Intervista
vi: cuộc phỏng vấn

# Synchronization_Fail_Title
source: Synchronization was interrupted, please try again
ar: تم إيقاف المزامنة، يرجى إعادة المحاولة
cs: Synchronizace byla přerušena, zkuste to znovu
fr: La synchronisation a été interrompue. Veuillez réessayer
pt: A sincronização foi interrompida, por favor, tente novamente
ru: Синхронизация оборвалась. Повторите попытку позже, пожалуйста
sq: Sinkronizimi u ndërpre, ju lutemi provojeni prapë
vi: Đồng bộ hóa bị gián đoạn, vui lòng thử lại

# Synchronization_Fail_State_UploadedInterviews_Format
source: {0} of {1} completed interviews uploaded
ar: {1} من {0} المقابلات المكتملة التي تم تحميلها
cs: {0} z {1} dokončených rozhovorů bylo načteno
fr: {0} sur {1} entretiens achevés envoyés
pt: {0} de {1} entrevistas concluídas carregadas
ru: {0} из {1} законченных интервью отправлено
sq: {0} nga {1} intervista të përfunduara u ngarkuan
vi: {0} của {1} cuộc phỏng vấn hoàn thành đã được tải lên

# Synchronization_Fail_State_RejectedInterviews_Format
source: {0} of {1} rejected interviews returned
ar: {1} من {0} المقابلات المرتجعة التي تم رفضها
cs: {0} z {1} zamítnutých rozhovorů se vrátilo
fr: {0} sur {1} entretiens rejetés reçus
pt: {0} de {1} entrevistas rejeitadas retornadas
ru: {0} из {1} отклоненных интервью получено
sq: {0} nga {1} intervista të refuzuara u kthyen
vi: {0} của {1} cuộc phỏng vấn bị từ chối đã được trả lại

# Synchronization_Fail_State_NewInterviews_Format
source: {0} of {1} new interviews downloaded
ar: من {0} من {1} المقابلات الجديدة التي تم تنزيلها
cs: {0} z {1} rozhovorů nově staženo
fr: {0} sur {1} nouveaux entretiens reçus
pt: {0} de {1} novas entrevistas baixadas
ru: {0} из {1} новых интервью скачано
sq: {0} nga {1} intervista të reja u shkarkuan
vi: {0} của {1} cuộc phỏng vấn mới đã được tải xuống

# Synchronization_Success_Title
source: Synchronization successfully completed
ar: اكتملت المزامنة بنجاح
cs: Synchronizace byla v pořádku dokončena
fr: Synchronisation terminée avec succès
pt: Sincronização concluída com sucesso
ru: Синхронизация успешно завершена
sq: Sinkronizimi përfundoi me sukses
vi: Đồng bộ hóa hoàn thành thành công

source: Warning
ar: تحذير
cs: Upozornění
fr: Mise en garde
pt: Aviso
ru: Предупреждение
sq: Paralajmërim
vi: Cảnh báo

# UpgradeRequired
source: New version of application was released. Please, update the application
ar: تم إصدار نسخة جديدة من التطبيق. من فضلك، تحديث التطبيق
cs: Byla nalezena nová verze aplikace. Aplikaci si prosím aktualizujte
fr: Une nouvelle version de l'application Interviewer existe. Veuillez mettre à jour votre application
pt: Nova versão do aplicativo foi lançada. Por favor, atualize o aplicativo
ru: Выпущена новая версия приложения. Обновите приложение, пожалуйста
sq: Ka dalë version i ri i aplikacionit. Ju lutemi, përditësoni aplikacionin
vi: Phiên bản mới của ứng dụng đã được phát hành. Vui lòng cập nhật ứng dụng

# HeadquartersVersion
source: Headquarters supported version: {0}
cs: Verze podporovaná ústředím: {0}
pt: Versão suportada pela sede: {0}
ru: Версия поддерживаемая хедквотером: {0}
vi: Phiên bản Trụ sở chính được hỗ trợ: {0}

# SupervisorVersion
source: Supervisor version: {0}
cs: Garantská verze: {0}
pt: Versão do Supervisor: {0}
ru: Версия супервизора: {0}
vi: Phiên bản Giám sát viên: {0}

# InterviewerVersion
source: Interviewer version: {0}
cs: Tazatel verze: {0}
pt: Versão do Entrevistador: {0}
ru: Версия интервьювера: {0}
vi: Phiên bản Người phỏng vấn: {0}

# UnexpectedException
source: Unexpected error
ar: خطا غير متوقع
cs: Nečekaná chyba
fr: Erreur inattendue
pt: Erro inesperado
ru: Неизвестная ошибка
sq: Gabim i papritur
vi: Lỗi không mong muốn

# Unauthorized
source: Your login or password is incorrect
ar: تسجيل الدخول أو كلمة المرور غير صحيحة
cs: Vaše uživatelské jméno nebo heslo je chybné
fr: Votre login ou mot de passe n'est pas correct
pt: Seu login ou senha está incorreto
ru: Логин или пароль введены неверно
sq: Emri i regjistrimit ose fjalëkalimi juaj është i pasaktë
vi: Tên đăng nhập hoặc mật khẩu của bạn không đúng

# Troubleshooting_Unknown_ErrorMessage
source: Error occurred on version check. Please, check settings or try again later
ar: حدث خطأ أثناء التحقق من الإصدار. الرجاء التحقق من الإعدادات أو إعادة المحاولة لاحقا
cs: Při kontrole verze došlo k chybě. Zkontrolujte nastavení nebo to zkuste později
fr: Erreur survenue lors du contrôle de version du logiciel. Veuillez vérifiez les paramètres ou réessayer plus tard.
pt: Ocorreu um erro na verificação da versão. Verifique as configurações ou tente novamente mais tarde
ru: Произошла ошибка при проверки версий. Пожалуйста, проверьте настройки приложения и повторите попытку позже
sq: Ndodhi një gabim gjatë kontrollit të versionit. Ju lutemi, kontrolloni cilësimet ose provojeni prapë më vonë
vi: Đã xảy ra lỗi khi kiểm tra phiên bản. Vui lòng kiểm tra cài đặt hoặc thử lại sau

# Troubleshooting_Title
source: Troubleshooting
ar: استكشاف الأخطاء وإصلاحها
cs: Odstranění závad
fr: Dépannage
pt: Resolução de problemas
ru: Устранение проблем
sq: Zgjidhje problemesh
vi: Khắc phục sự cố

# Troubleshooting_SendTabletInformation
source: Send tablet's information
ar: ارسال بيانات الجهاز اللوحي
cs: Poslat informace o tabletu
fr: Envoyer les données du système
pt: Enviar informações do tablet
ru: Отправить информацию об устройстве
sq: Dërgo të dhënat e tabletit
vi: Gửi thông tin của máy tính bảng

# Troubleshooting_SendingOfInformationPackageErrorMessage
source: Failed to send information package.
ar: فشل ارسال حزمة البيانات
cs: Zálohu se nepodařilo odeslat.
fr: Envoi de paquet de données a échoué
pt: Falha ao enviar pacote de informações.
ru: Отправка информации об устройстве была прервана
sq: Dërgimi i paketës së informacionit nuk arriti të bëhej
vi: Không thể gửi gói thông tin.

# Troubleshooting_RestoredSuccessfully
source: Tablet was successfully restored
ar: تمت استعادة الجهاز اللوحي بنجاح
cs: Zařízení bylo úspěšně obnoveno
fr: La tablette a été restauré avec succès
pt: Tablet foi restaurado com sucesso
ru: Устройство было успешно восстановлено
sq: Tableti u kthye me sukses në gjendjen e mëparshme
vi: Máy tính bảng đã được khôi phục thành công

# Troubleshooting_RestoreConfirmation
source: All current data will be erased. Are you sure you want to proceed to restore? If Yes, please make sure restored data is present at {0}
ar: سيتم مسح جميع البيانات الحالية. هل تريد بالتأكيد المتابعة للاستعادة. إذا كانت الإجابة بنعم، يرجى التأكد من استعادة البيانات في {0}
cs: Všechna stávající data budou vymazána. Opravdu chcete pokračovat v obnovování? Pokud ano, zkontrolujte, zda jsou obnovená data k dispozici na {0}
fr: Toutes les données actuelles seront supprimées. Êtes-vous sûr de vouloir continuer à restaurer ? Si oui, assurez-vous que les données à restaurer les données sont disponibles à {0}
pt: Todos os dados atuais serão apagados. Tem certeza de que deseja prosseguir com a restauração? Se sim, certifique-se de que os dados restaurados estão presentes em {0}
ru: Все текущие данные на устройстве будут стерты. Вы уверены, что хотите продолжить восстановление из резервной копии? Если Да, предварительно убедитесь, что данные для восстановления находятся в папке {0}
sq: Të gjitha të dhënat aktuale do të fshihen. Jeni të sigurt që doni të vazhdoni rikuperimin? Nëse Po, ju lutemi, sigurohuni që rikuperimi i të dhënave është i pranishëm në {0}
vi: Tất cả dữ liệu hiện tại sẽ bị xóa. Bạn có chắc chắn muốn tiếp tục khôi phục không? Nếu Có, vui lòng đảm bảo dữ liệu khôi phục có mặt tại {0}

# Troubleshooting_Restore
source: Restore from backup
ar: استعادة من النسخة الاحتياطية
cs: Obnovit ze zálohy
fr: Restaurer à partir d'une sauvegarde
pt: Restaurar do backup
ru: Восстановление из резервной копии
sq: Rikupero nga kopja rezervë
vi: Khôi phục từ bản sao lưu

# Troubleshooting_RestorationErrorMessage
source: Something went wrong and tablet failed to be restored
ar: حدث خطأ ما ولم يتم استرجاعه
cs: Něco se pokazilo a tablet se nepodařilo obnovit
fr: Un problème est survenu. La tentative de restaurer la tablette a échoué
pt: Algo deu errado e o tablet não pôde ser restaurado
ru: Произошла неизвестная ошибка при восстановлении резервной копии приложения
sq: Diçka shkoi keq dhe tableti nuk arriti të kthehej në gjendjen e mëparshme
vi: Đã xảy ra sự cố và không thể khôi phục máy tính bảng

# Troubleshooting_Old_SendingOfInformationPackageIsCanceling
source: Cancelling
ar: إلغاء
cs: Ruší se
fr: Annulation en cours
pt: Cancelando
ru: Отмена
sq: Po anulohet
vi: Đang hủy

# Troubleshooting_Old_SendingOfInformationPackageIsCanceled
source: Sending the information package was cancelled. Reason: {0}
ar: تم الغاء ارسال حزمة البياانت السبب : {0}
cs: Odesílání zálohy bylo zrušeno. Důvod: {0}
fr: Envoi de paquet de données annulé. Motif : {0}
pt: O envio do pacote de informações foi cancelado. Motivo: {0}
ru: Отправка информации об устройстве отменена. Причина: {0}
sq: Dërgimi i paketës së informacionit u anulua. Arsye: {0}
vi: Việc gửi gói thông tin đã bị hủy. Lý do: {0}

# Troubleshooting_Old_SendingInformationPackage
source: Sending information package
ar: ارسال حزمة البيانات
cs: Posílání zálohy
fr: Envoi de paquets d'information en cours
pt: Enviando pacote de informações
ru: Отправка информации об устройстве
sq: Paketa e informacionit po dërgohet
vi: Đang gửi gói thông tin

# Troubleshooting_Old_InformationPackageSizeWarningFormat
source: Information package of size {0} will be sent via network. Are you sure you want to send it?
ar: سيتم إرسال حزمة المعلومات من الحجم {0} عبر الشبكة. هل تريد بالتأكيد إرسالها؟
cs: Záloha o velikosti {0} bude odeslán prostřednictvím sítě. Opravdu jej chcete odeslat?
fr: Un packet d'information de taille {0} sera envoyé via le réseau. Êtes-vous sûr de vouloir l'envoyer?
pt: Pacote de informações de tamanho {0} será enviado via rede. Tem certeza de que deseja enviá-lo?
ru: Информационный пакет размером {0} бужет отправлен по сети. Вы уверены, что хотите отправить его?
sq: Paketa e informacionit me madhësi {0} do të dërgohet nëpërmjet rrjetit. Jeni i sigurt që doni ta dërgoni?
vi: Gói thông tin có kích thước {0} sẽ được gửi qua mạng. Bạn có chắc chắn muốn gửi nó không?

# Troubleshooting_Old_InformationPackageIsSuccessfullySent
source: Information package is successfully sent
ar: تم إرسال حزمة المعلومات بنجاح
cs: Záloha je úspěšně poslána
fr: Paquet d'information envoyé avec succès.
pt: Pacote de informações enviado com sucesso
ru: Информационный пакет успешно отправлен
sq: Paketa e informacionit u dërgua me sukses
vi: Gói thông tin đã được gửi thành công

# Synchronization_Download_Description_Format
source: {0} of {1} {2} done
ar: {2} {1} من {0} مكتمل
cs: {0} z {1} {2} hotovo
fr: {0} sur {1} {2} reçus
pt: {0} de {1} {2} concluído
ru: {0} из {1} {2} обработано
sq: {0} një {1} {2} të përfunduara
vi: {0} của {1} {2} đã hoàn thành

# Prefs_BufferSizeSummary
source: Number of bytes for package by receiving/transmitting data from/to supervisor application
ar: عدد وحدات البايت للحزمة من خلال استقبال / نقل البيانات من / إلى تطبيق المشرف
cs: Velikost souboru přijímaného/odesílaného z/do aplikace Garant
fr: Nombre d'octets par paquet reçu de/transmis vers l'application Supervisor
pt: Número de bytes para pacote ao receber/transmitir dados do/para o aplicativo do supervisor
ru: Количество байт на пакет при получении/отправке данных с устройства
sq: Numri i bitëve për paketë duke marrë/përcjellë të dhëna nga/drejt aplikacionit të supervizorit
vi: Số byte cho gói khi nhận/truyền dữ liệu từ/đến ứng dụng giám sát viên

# Prefs_BufferSizeTitle
source: Communication package size
ar: حجم حزمة الاتصال
cs: Velikost komunikačního souboru
fr: Taille du paquet de communication
pt: Tamanho do pacote de comunicação
ru: Размер пакета передачи данных
sq: Madhësia e paketës së komunikimit
vi: Kích thước gói truyền thông

# Prefs_ConnectionSettings
source: Connection settings
ar: اعدادات الاتصال
cs: Nastavení připojení
fr: Paramètres de connexion
pt: Configurações de conexão
ru: Настройки подключения
sq: Cilësimet e lidhjes
vi: Cài đặt kết nối

# Prefs_DeviceIdTitle
source: Device ID:
ar: هوية الجهاز
cs: ID zařízení:
fr: ID d'appareil:
pt: ID do dispositivo:
ru: ID устройства:
sq: Identiteti i Pajisjes:
vi: ID thiết bị:

# Prefs_GpsReceiveTimeoutSecSummary
source: Number of seconds to wait for coordinates
ar: عدد الثواني للانتظار للإحداثيات
cs: Několik vteřin vyčkejte na souřadnice
fr: Nombre de secondes d'attente pour l'obtention de coordonnées
pt: Número de segundos para esperar pelas coordenadas
ru: Количество секунд для ожидания координаты
sq: Numri i sekondave të pritjes për koordinatat
vi: Số giây chờ để nhận tọa độ

# Prefs_InterviewSettings
source: Interview settings
ar: إعدادات المقابلة
cs: Nastavení rozhovoru
fr: Paramètres du comportement de l'appli Interviewer
pt: Configurações da entrevista
ru: Настройки интервью
sq: Cilësimet e intervistës
vi: Cài đặt phỏng vấn

# RequestCanceledByUser
source: Request cancelled by user
ar: تم إلغاء الطلب من قبل المستخدم
cs: Požadavek byl zrušen uživatelem
fr: Requête annulée par l'utilisateur
pt: Solicitação cancelada pelo usuário
ru: Запрос отменен пользователем
sq: Kërkesa u anulua nga përdoruesi
vi: Yêu cầu bị hủy bởi người dùng

# RequestTimeout
source: Timeout when connecting to the Survey Solutions Supervisor website. Check your internet connection.
ar: انتهت المهلة عند الاتصال مع موقع مصمم Survey Solutions. تحقق من اتصالك بالإنترنت.
cs: Vypršel časový limit při připojení k serveru. Zkontrolujte připojení k internetu.
fr: Délai d'attente de réponse dépassé lors de la connexion au site de sondage Solutions superviseur. Vérifiez votre connexion internet.
pt: Tempo limite ao conectar ao site do Supervisor do Survey Solutions. Verifique sua conexão com a internet.
ru: Время ожидания при подключении к веб-сайта обследования решения руководителя. Проверьте подключение к Интернету.
sq: Koha skadoi gjatë lidhjes me faqen e Supervizorit në Survey Solutions. Kontrolloni lidhjen tuaj të internetit.
vi: Hết thời gian chờ khi kết nối với trang web Giám sát viên Survey Solutions. Kiểm tra kết nối internet của bạn.

# Synchronization_Cancel
source: Cancel
ar: إلغاء
cs: Zrušit
fr: Annuler
pt: Cancelar
ru: Отменить
sq: Anulo
vi: Hủy bỏ

# ServiceUnavailable
source: No connection to the Survey Solutions Supervisor. Please make sure that the website is available.
ar: لا يوجد اتصال لمشرف Survey Solutions. يرجى التأكد من أن الموقع متاح.
cs: Nelze se připojit k serveru. Ujistěte se, že je stránka k dispozici.
fr: Aucune connexion avec l'application Supervisor. Veuillez vous assurer que le site Supervisor est disponible.
pt: Sem conexão com o Supervisor do Survey Solutions. Certifique-se de que o site está disponível.
ru: Невозможно подключиться к Survey Solutions Supervisor. Убедитесь, что сайт доступен.
sq: Nuk është lidhur me Supervizorin në Survey Solutions. Ju lutemi, sigurohuni që faqja është e disponueshme.
vi: Không có kết nối với Giám sát viên Survey Solutions. Vui lòng đảm bảo rằng trang web có sẵn.

# Prefs_HttpResponseTimeoutTitle
source: Server Response timeout
ar: مهلة استجابة الخادم انتهت
cs: Časový limit odezvy na serveru vypršel
fr: Délai d'attente de réponse du serveur dépassé
pt: Tempo limite de resposta do servidor
ru: Время ожидания ответа сервера
sq: Koha e vlefshme për Përgjigjen e Serverit
vi: Thời gian chờ phản hồi của máy chủ

# Prefs_HttpResponseTimeoutSummary
source: Number of seconds to wait until server response
ar: عدد الثواني للانتظار حتى استجابة الخادم
cs: Několik vteřin vyčkejte na odpověď serveru
fr: Nombre de secondes à attendre la réponse du serveur
pt: Número de segundos para esperar até a resposta do servidor
ru: Количество секунд ожидания до ответа сервера
sq: Numri i sekondave të pritjes deri në përgjigjen e serverit
vi: Số giây chờ cho đến khi máy chủ phản hồi
