Repository: SPuV/surveysolutions
Catalog: src/Core/SharedKernels/Enumerator/Enumerator/Properties/EnumeratorUIResources.*.resx
Languages: ar, cs, fr, pt, ru, sq, vi

# AreaMap_LocationDataSourceFailed
source: Location cannot be captured. To troubleshoot, please try the following: ensure that you are outdoors, confirm that your GPS is enabled, or change your GPS's timeout setting
cs: Vaše poloha nebyla nalezena. Ověřte, zda máte povoleno sledování polohy na Vašem zařízení.
ru: Не удается получить ваше расположение. Выйдите на открытое пространство, включите GPS или увеличте значение таймаута в настройках.

# MenuItem_Title_AreaCancel
source: Exit Map Editor
ar: الخروج من محرر الخريطة
cs: Ukončit editaci map
fr: Quitter l'éditeur de carte
ru: Выйти из редактора
sq: Dil nga Map Editor

# MenuItem_Title_AreaCancelEdit
source: Clear all
ar: امسح الكل
cs: Vymazat vše
fr: Effacer tout
ru: Очистить все
sq: Fshi gjithçka

# Interviewer_Done
source: Done
ar: أنجز
cs: Hotovo
fr: Achevé
ru: Сохранить
sq: U krye

# Interviewer_AudioRecording
source: Audio recording
ar: تسجيل صوتي
cs: Záznam zvuku
fr: Enegistrement sonore
ru: Аудио запись
sq: Regjistrim audio

# Interview_Questions_Audio_SaveAnswer
source: Tap to record audio
ar: انقر لتسجيل صوت
cs: Klepnutím nahrajte zvuk
fr: Appuyer pour faire un enregistrement sonore
ru: Записать звук
sq: Trokit për të regjistruar audion

# MissingPermissions_Microphone
source: Application needs to have a permission to use microphone in order to answer this question. Retry answering question and allow access. If you don't see permissions popup then go to Settings and allow application to use microphone.
ar: يحتاج التطبيق لصلاحية استخدام المايكروفون من أجل الإجابة على هذا السؤال. أعد محاولة الإجابة عن السؤال والسماح بالوصول. إذا كنت لا ترى الصلاحيات المنبثقة انتقل إلى الإعدادات واسمح للتطبيق لاستخدام المايكروفون.
cs: Pokud chcete odpovědět na tuto otázku, musí mít aplikace povolení k použití mikrofonu. Zkuste to znovu a povolte přístup. Pokud nevidíte vyskakovací okno oprávnění, přejděte do Nastavení a povolte aplikaci používat mikrofon.
fr: L'appli Interviewer doit avoir la permission d'utiliser le microphone pour répondre à cette question. Réessayez de répondre à la question et accordez les permissions. Si vous ne voyez pas les autorisations contextuelles, allez dans Paramètres d'Android et autorisez l'application à utiliser le microphone.
ru: Приложению необходим доступ к микрофону для ответа на данный вопрос
sq: Aplikacioni duhet të ketë leje të përdorë mikrofonin për t’iu përgjigjur kësaj pyetjeje. Provojeni prapë t’i përgjigjeni pyetjes dhe të lejoni aksesin. Nëse nuk e shihni dritaren e lejeve, shkoni te Cilësimet dhe lejoni aplikacionin të përdorë mikrofonin.

# InterviewKey
source: Interview Key: {0}
ar: مفتاح المقابلة: {0}
cs: Číslo dotazníku: {0}
fr: Numéro d'entretien : {0}
ru: Идентификатор: {0}
sq: Çelësi i Intervistës: {0}

# AssignmentN
source: Assignment #{0}
ar: مهمة #{0}
cs: Přiřazený dotazník #{0}
fr: Affectation #{0}
ru: Задача номер: {0}
sq: Detyra #{0}

# AudioQuestion_DurationFormat
source: {0} of audio recording
ar: {0} من التسجيل الصوتي
cs: {0} záznamu zvuku
fr: {0} d'enregistrement sonore
ru: {0} аудио записи
sq: {0} të regjistrimit audio

# Interview_Questions_Audio_RecordNew
source: Record new
ar: تسجيل جديد
cs: Nový záznam
fr: Enregistrer maintenant
ru: Перезаписать
sq: Regjistro të ri

# Audio_Io_Exception_Message
source: Could not save audio file. Please check whether the device has internal storage available.
ar: تعذر كتابة ملف صوتي. تأكد من أن الجهاز يحتوي على مساحة حرة على وحدة تخزين داخلية
cs: Nelze uložit zvukový soubor. Zkontrolujte, zda má zařízení k dispozici interní úložiště.
fr: Sauvegardedu fichier audio échoué. Vérifier que l'appareil dispose encore de stockage interne
ru: Не удалось записать аудиофайл. Убедитесь, что в устройстве есть свободное пространство во внутреннем хранилище
sq: Nuk mundi të shkruajë skedarin audio. Sigurohuni që pajisja ka hapësirë të lirë në një memorie të brendshme

# Audio_Unhandled_Exception_Message
source: Unexpected exception during start audio recording
ar: استثناء غير المتوقع خلال بدء التسجيل الصوتي
cs: Neočkávaná chyba během spuštění záznamu zvuku
fr: Erreur inattendue survenue lors d'enregistrement audio
ru: Непредвиденная ошибка во время начала записи
sq: Përjashtim i papritur gjatë fillimit të regjistrimit audio

# AnswerRecordedMsg
source: Answer accepted. Took {0} to process
cs: Odpověď přijata. {0} na zpracování
fr: Réponse acceptée. A pris {0} pour traiter
ru: Ответ записан. Продолжительность {0}
sq: Përgjigjja u pranua. U deshën {0} për t’u përpunuar

# AnswerRecordedMsgDismiss
source: Dismiss
cs: Zavrhnout
fr: Rejeter
ru: Скрыть
sq: Mos merr parasysh

source: Warnings
cs: Upozornění
fr: Avertissements
ru: Предупреждения
sq: Paralajmërime

# Interview_SignatureClear
source: Clear
cs: Vymazat
fr: Effacer
ru: Очистить
sq: Fshi

# Interview_SignatureSignHere
source: Sign here
cs: Přihlaste se zde
fr: Signez ici
ru: Подпись
sq: Regjistrohu këtu

# Interview_TakeSignature
source: Store signature
cs: Uložit podpis
fr: signature du magasin
ru: Сохранить подпись
sq: Ruaj nënshkrimin

# Interview_Questions_Integer_ProtectedValue
source: New answer to a protected question should be greater or equal to {0}
cs: Odpověď na otázku by měla být větší nebo rovna {0}
ru: Новый ответ на защищённый вопрос должен быть больше либо равен {0}
sq: Përgjigjja e re për një pyetje të mbrojtur duhet të jetë më e gjatë ose e barabartë me {0}

# Interview_MaxAnswersCount
source: {0} out of {1} categories selected
cs: {0} z {1} vybraných kategorií
ru: {0} из {1} опций выбрано
sq: {0} nga {1} kategoritë e përzgjedhura

# Interview_MaxAnswersCountSelected
source: The maximum number of selections ({0}) in this question has been made
cs: U otázky byl vybrán maximální počet možností ({0})
ru: Максимальное число опций ({0}) для вопроса выбрано

# Interview_Overview_NotAnswered
source: Not answered
cs: Nezodpovězeno
ru: Не отвечен
sq: Pa përgjigje

# Interview_Overview
source: Overview
cs: Výpis dotazníku
ru: Обзор
sq: Vështrim i përgjithshëm

# Interview_Overview_Name
source: Overview
cs: Výpis dotazníku
ru: Обзор
sq: Vështrim i përgjithshëm

# Interview_Overview_AdditionalInfo
source: Additional info
cs: Dodatečné informace
ru: Дополнительная информация
sq: Informacion shtesë

# Interview_Overview_Comments
source: Comments
cs: Poznámka
ru: Комментарии
sq: Komente

# Interview_Overview_Warnings
source: Warning(s)
cs: Upozornění
ru: Ошибки
sq: Paralajmërim(e)

# Supervisor_Complete_Approve_btn
source: Approve
cs: Schválení dotazníku
ru: Утвердить
sq: Mirato

# Supervisor_Complete_Assign_btn
source: Assign
cs: Přiřadit dotazník
ru: Назначить
sq: Cakto

# Supervisor_Complete_Reject_btn
source: Reject
cs: Zamítnout
ru: Отклонить
sq: Refuzo

# OfflineSync_BackToDashboard
source: Back to dashboard
cs: Zpět na hlavní obrazovku
ru: К списку заданий
sq: Kthehu në dashboard

# OfflineSync_Abort
source: Abort
cs: Přerušit
ru: Прервать
sq: Ndërprit

# OfflineSync_Cancel
source: Cancel
cs: Zrušit
ru: Отмена
sq: Anulo

# OfflineSync_InstallPlayServices
source: Google Play Services must be installed.
cs: Google Play musí být nainstalovaný.
ru: Должны быть установлены Google Play Services.
sq: Shërbimet Google Play duhen instaluar.

# OfflineSync_DeviceNotSupported
source: This device is not supported.
cs: Toto zařízení není podporováno.
ru: Это устройство не поддерживается.
sq: Kjo pajisje nuk është e mbështetur.

# OfflineSync_NetworkInfo
source: Speed: {0}, Time left: {1}
cs: Rychlost: {0}, Zbývající čas: {1}
ru: Скорость: {0}, Осталось: {1}
sq: Shpejtësia: {0}, Koha e mbetur: {1}

# Synchronization_FoundDevice
source: Found interviewer device ({0})
cs: Zařízení tazatele nalezeno ({0})
ru: Найдено устройство интервьюра ({0})
sq: Pajisja ({0}) e intervistuesit u gjet

# OfflineSync_Retry
source: Retry
cs: Opakovat
ru: Попробывать еще раз
sq: Provojeni prapë

# OfflineSync_Supervisor_Title
source: Synchronization of assignments and interviews
cs: Synchronizace přiřazených dotazníků
ru: Синхронизация заданий и интервью
sq: Sinkronizimi i detyrave dhe intervistave

# Prefs_DownloadUpdatesForInterviewerApp
source: Download updates for Interviewer application
cs: Stáhněte si aktualizace pro aplikaci Tazatel
ru: Загружать обновления для интервьюер приложения
sq: Shkarko përditësimet për aplikacionin e Intervistuesit

# Prefs_DownloadUpdatesForInterviewerAppSummary
source: If interviewers don't have an access to the internet, this functionality should be enabled, because it makes it possible to update their applications during offline synchronization with the Supervisor application
cs: Pokud tazatel nemá přístup k internetu, měla by být tato funkce povolena, protože umožňuje aktualizovat jeho aplikaci během offline synchronizace s garantskou aplikací
ru: Если у интервьюеров нет доступа к интернету и они работают в оффлайн режиме, то эта настройка должна быть влючена, чтобы при оффлайновой синхронизации с супервизором интервьюер мог обновить свое приложение через приложение супервизора
sq: Nëse intervistuesi nuk ka akses në internet, ky funksion duhet aktivizuar, pasi u jep mundësi për të përditësuar aplikacionin e tyre gjatë sinkronizimit jashtë linje me aplikacionin Supervizori

# Validity_QuestionDoesntExist
source: The current roster does not exist anymore. Please navigate to the next available section or roster using the navigation menu.
cs: Aktuální seznam již neexistuje. Pomocí navigační lišty přejděte do další dostupné sekce nebo seznamu.
ru: Текущий ростер удален или выключен. Пожалуйста, перейдите в следующую активную секцию или ростер используя панель навигации.
sq: Rosteri aktual nuk ekziston më. Ju lutemi, shfletoni te rubrika ose rosteri tjetër i vlefshëm duke përdorur menunë e shfletimit.

# Interview_ShowPdf
source: Show PDF
cs: Ukázat PDF
ru: Показать PDF
sq: Shfaq PDF

# Validity_InterviewSizeLimitReached
source: This interview contains more data than the system allows. If possible, delete unnecessary roster rows and/or unanswer questions.
cs: Tento rozhovor obsahuje více zadaných možností, než systém umožňuje. Pokud je to možné, odstraňte nepotřebné řádky v seznamu nebo neodpovídejte na otázky.
ru: Количество ростеров и вопросов в интервью превысило лимиты.
sq: Intervista përmban një numër të përgjithshëm të njësive të rosterit dhe pyetjeve që i tejkalon kufizimet e sistemit.

# Dashboard_SharedWithMeLinkText
source: Shared with me
cs: Sdílené dotazníky
ru: Общие со мной
sq: I/E ndarë me mua

# AreaMap_PointsFormat
source: Points: {0}
cs: Body: {0}
ru: Отмечено точек: {0}
sq: Pikë: {0}

# Notifications_SummaryTitle
source: {0} notifications
cs: {0} oznámení
ru: {0} уведомлений
sq: {0} njoftime

# Interview_Question_NumberRosterRemoveConfirm
source: Are you sure you want to remove {0} row(s) from each related roster?
ar: هل أنت أكيد من أنك تريد حذف {0} صفاً (صفوفاً) من كل جدول ذي صلة؟
cs: Opravdu chcete smazat {0} řádky(ů) z každého navazujícího seznamu?
fr: Êtes-vous sûr de vouloir supprimer {0} ligne(s) de chaque roster associé?
ru: Вы уверены, что хотите удалить {0} строк(у) у зависимых списков?
sq: Jeni të sigurt që doni të hiqni {0} rresht(a) nga secili roster përkatës?

# Interview_Question_HideResolvedComments
source: Hide resolved
cs: Skrýt vyřešeno
ru: Показать решённые
sq: Fshih të përfunduarat

# Interview_Question_ShowResolvedComments
source: Show resolved
cs: Zobrazit vyřešeno
ru: Скрыть решённые
sq: Shfaq të përfunduarat

# Interview_Comment_Resolve
source: Resolve
cs: Vyřešeno
ru: Вопрос решён
sq: Zgjidh

# Interviewer_Reassign_Comment
source: Leave comment for a new responsible
cs: Napsat komentář pro další zodpovědnou osobu
ru: Оставьте комментарий для нового ответственного
sq: Lini komente për përgjegjësin e ri

# ErrorMessage_PermissionForUnkownSourcesRequired
source: There is no permission granted to application to self update. Please enable "Allow from this source" option in 'App info' settings menu.
cs: Aplikaci není uděleno oprávnění k vlastní aktualizaci. V nabídce nastavení „Informace o aplikaci“ povolte možnost „Povolit z tohoto zdroje“.
ru: У приложения не хватает прав для обновления. Пожалуйста разрешите этому приложению "Установку неизвестных приложений" в настройках

# Interview_Cover_Supervisor_Comments_does_not_exists
source: No comments from supervisor
cs: Není komentář pro garanta
ru: Комментариев от супервизора нет

# Interview_Comment_OnPreviousAnswer
source: On previous answer
cs: Na předchozí odpověď
ru: На предыдущий ответ

# MissingPermissions_Microphone_Global
source: Application needs to have a permission to use microphone. Retry last action and allow access. If you don't see permissions popup then go to Settings and allow application to use microphone.
cs: Pokud chcete odpovědět na tuto otázku, musí mít aplikace povolení k použití mikrofonu. Opakujte poslední akci a povolte přístup. Pokud nevidíte vyskakovací okno oprávnění, přejděte do Nastavení a povolte aplikaci používat mikrofon.
ru: Приложению необходим доступ к микрофону.

# MissingPermissions_Storage_Global
source: Application needs to have a permission to use storage. Retry last action and allow access. If you don't see permissions popup then go to Settings and allow application to use storage.
cs: Pokud chcete odpovědět na tuto otázku, musí mít aplikace povolení k použití úložiště. Opakujte poslední akci a povolte přístup. Pokud nevidíte vyskakovací okno oprávnění, přejděte do Nastavení a povolte aplikaci používat úložiště.
ru: Приложению необходимо разрешение на использование хранилища

source: Comment
ru: Комментарий

# NoComment
source: No comment specified
ru: Комментарий не указан

# Interviewer_ApplicationName
source: Survey Solutions Interviewer
ar: باحث Survey Solutions
cs: Aplikace Tazatel
sq: Intervistuesi Survey Solutions

# LoginTitleText
source: Survey Solutions Questionnaire Tester
ar: اختبار Survey Solutions للاستبيان
cs: Aplikace Testr
sq: Testuesi i Pyetësorit i Survey Solutions

# Supervisor_ApplicationName
source: Survey Solutions Supervisor
cs: Aplikace Garant
sq: Supervizori i Survey Solutions
